[
  {
    "title_en": "Degens Lose Again After Betting That Trump and Harris Would Debate Bitcoin and Crypto",
    "title_vi": "Translation text not found",
    "content": "While viewers and commentators might debate who won last night's presidential debate between Donald Trump and Kamala Harris, Polymarket bettors hoping that they would reference Bitcoin under the national spotlight were undoubtedly losers.Bitcoin and cryptocurrency went unmentioned during Tuesday’s high-stakes matchup between the Republican and Democratic nominees, souring bets on crypto prediction market platform Polymarket in the process.Traders wagered approximately $217,000 and $502,000, respectively, on whether Trump or Harris would reference Bitcoin or crypto on the debate stage. Just before the verbal sparring began, Trump had a 26% chance of fulfilling that vision versus Harris’ 9% odds, according to bettors.While Polymarket has emerged as a tool for forecasting the ultimate outcome of November's election, this isn't the first time that bettors on the blockchain-based platform have lost cash wagering on Bitcoin and crypto discussion in a debate.ADBefore Trump faced off against President Joe Biden in June, Polymarket traders penciled in a 57% chance that Trump would mention Bitcoin or crypto. Prior to that spectacle, Polymarket traders had ponied up $345,000 on the potential Trump reference.Meanwhile, the crypto industry has been pouring massive amounts of cash into 2024 elections, supporting crypto-friendly candidates while trying to stifle skeptics. Harris has left the issue of crypto regulation untouched since her upstart candidacy began, while Trump has gone all-in as a self-described “crypto president.”Stand With Crypto, a crypto advocacy organization, was among those hoping that Bitcoin or crypto would be mentioned during Tuesday’s debate. The nonprofit initially launched by Coinbase encouraged digital asset owners to send ABC, the debate’s host, a letter asking moderators to include a crypto question.AD\nTomorrow is the first debate between @realDonaldTrump and @KamalaHarris.\nJoin us in asking @abc to include a crypto question!\nWe've made it easy for you to call for the candidates to speak up about their position on cryptocurrency:https://t.co/KRelojjwnH pic.twitter.com/e1gfH56YvB\n— Stand With Crypto🛡️ (@standwithcrypto) September 9, 2024“Giving the major Presidential candidates a chance to weigh in on this transformational technology [...] would go a long way towards educating the electorate,” a pre-drafted letter on Stand With Crypto’s website stated.Before Trump and Biden squared off months ago, the nonprofit mustered 2,300 emails asking CNN to include a crypto question in that matchup, according to a press release.So far, Bitcoin and crypto haven’t had a high-profile political moment, aside from Trump’s July speech at the annual Bitcoin Conference in Nashville. Still, Harris’ team indicated Wednesday that the vice president would be open to another televised matchup.Edited by Andrew Hayward",
    "summary_vi": "Bitcoin và tiền điện tử không được đề cập trong cuộc tranh luận tổng thống giữa Donald Trump và Kamala Harris, khiến những người đặt cược trên Polymarket thua lỗ. Các nhà đầu tư đã đặt cược tổng cộng 719.000 USD cho việc Trump hoặc Harris sẽ nhắc đến Bitcoin. Trước cuộc tranh luận, Trump có 26% cơ hội nhắc đến Bitcoin, trong khi Harris chỉ có 9%. Ngành công nghiệp tiền điện tử đang đầu tư mạnh vào cuộc bầu cử 2024 để hỗ trợ các ứng cử viên thân thiện với crypto. Tổ chức Stand With Crypto đã kêu gọi đưa câu hỏi về tiền điện tử vào cuộc tranh luận, nhưng cho đến nay, Bitcoin vẫn chưa có khoảnh khắc chính trị nổi bật nào. \n",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "The next chapter in the Robinhood stock saga: What solution FTX offers to the conflict",
    "title_vi": "Translation text not found",
    "content": "\nBankrupt crypto exchange FTX has settled emergent technologies over $600 million in Robinhood stock.\nThe motion, filed by FTX CEO John Ray III, says the platform is willing to pay Emergent $14 million to cover its administrative costs. In return, FTX wants the firm to drop its claims on Robinhood securities.\nAccording to the latest reports, the company seeks to avoid litigation delays related to the investment firm’s claims over about 55 million seized Robinhood shares and more than $600 million in cash:\n\nThe FTX Debtors have worked hard to resolve the other competing interests to clear a path for the U.S. Department of Justice to provide the Robinhood Proceeds and Seized Cash to the FTX Debtors for distribution.\n\nThe FTX settlement will also resolve Emergent’s Chapter 11 bankruptcy in Antigua. The crypto exchange called the agreement “another valuable piece of the puzzle” in its reorganization plan to maximize creditor repayment value. A court hearing on the motion is expected on Oct. 22.\nTable of ContentsRobinhood stock disputesWhat the ruling means for FTXWhat’s happening with FTX now: Latest updates\nRobinhood stock disputes\nEmergent acquired Robinhood shares in May 2022. In November 2022, FTX filed for bankruptcy, and ownership of the shares became the subject of a dispute between several parties, including FTX, Bankman-Fried, and BlockFi, a bankrupt cryptocurrency lender.\nBlockFi also claimed the shares as collateral for a loan to other Bankman-Fried businesses. The case is further complicated by criminal charges against Bankman-Fried, which include allegations of fraud and misuse of client funds.\nThe U.S. Department of Justice seized the stock and cash and liquidated Robinhood securities. Robinhood later bought the shares back for about $606 million.\nWhat the ruling means for FTX\nFTX, now under the leadership of CEO John Ray III, has been aggressively pursuing asset recovery for creditors. Resolving the Robinhood stock dispute has been a key part of that effort. By striking a deal with Emergent, FTX has secured the ability to liquidate the stock and potentially distribute the proceeds to its creditors.\nThe potential recovery of $600 million in Robinhood stock is a significant win for FTX creditors, seeking to recoup billions in losses since the exchange’s collapse. While the exact terms of the agreement between FTX and Emergent have not been fully disclosed, the deal will likely pave the way for a substantial payout for those hurt by FTX’s collapse.\nThe development also signals a broader effort by FTX management to untangle its complex web of assets and liabilities. The company has been embroiled in various legal battles to recover funds lost due to mismanagement, fraudulent practices, and risky investments.\n\nWhat’s happening with FTX now: Latest updates\nAccording to the latest data, the management of the bankrupt exchange announced overwhelming support from creditors for an updated reorganization plan. The results are expected to pass the threshold required by the Bankruptcy Code for approval by the Delaware District Court. FTX will submit the final figures to the court before the hearing on Oct. 7.\nHowever, the U.S. Securities and Exchange Commission told the U.S. Bankruptcy Court in Delaware in late August that it had the right to challenge payments to creditors of the closed cryptocurrency exchange FTX denominated in stablecoins.\nAccording to the regulator, such payments are not technically illegal, but it “reserves the right” to challenge such transactions. The SEC also noted that the current repayment plan does not designate an agent responsible for distributing funds to creditors.\n\nThe SEC is not opining as to the legality, under the federal securities laws, of the transactions outlined in the Plan and reserves its rights to challenge transactions involving crypto assets.\n\nHowever, the crypto community criticized the Commission’s statement. Galaxy Digital‘s head of research, Alex Thorn, called another attempt to equate stablecoins with securities “absurd,” given the previously dismissed case against Paxos, the issuer of Binance USD (BUSD).\n\nthe SEC is again reserving the right to claim dollar-backed stablecoins are “crypto asset securities,” despite dropping their enforcement against paxos and losing their MTD on BUSD against binance in julythis is the height of jurisdictional overreachit’s quite absurd if you… pic.twitter.com/laT6vY5i6T— Alex Thorn (@intangiblecoins) September 1, 2024\n\nCoinbase‘s chief legal officer, Paul Grewal, added that the SEC is engaging in “threats and slander” while the market and investors “deserve much better.”\n\nThe SEC didn't outright state that such an action would be illegal, writing, \"The SEC is not opining as to the legality, under thefederal securities laws, of the transactions outlined in the Plan,\" but notes that the agency, \"…reserves its rights to challenge transactions… https://t.co/zAMqY7mTcd— paulgrewal.eth (@iampaulgrewal) September 1, 2024\n\nThus, the situation regarding payments to creditors, which has been dragging on for several years, is in limbo due to the SEC’s possible displeasure.\n\n",
    "summary_vi": "FTX, sàn giao dịch tiền điện tử đã phá sản, đang đàm phán với Emergent Technologies để giải quyết tranh chấp về cổ phiếu Robinhood trị giá hơn 600 triệu USD. Giám đốc điều hành FTX, John Ray III, đề xuất trả 14 triệu USD cho Emergent để đổi lấy việc từ bỏ yêu cầu về cổ phiếu Robinhood. Thỏa thuận này nhằm mục tiêu giải quyết tranh chấp và hỗ trợ kế hoạch tái cấu trúc của FTX, nhằm tối đa hóa giá trị hoàn trả cho các chủ nợ. Tuy nhiên, SEC đã cảnh báo về khả năng thách thức các khoản thanh toán cho chủ nợ, có thể làm phức tạp thêm tình hình. \n",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Are Ethereum Staking Yields Too High?",
    "title_vi": "Translation text not found",
    "content": "Staking has grown in popularity in recent years due to the availability of staking-as-a-service, pooled staking, and the growth of liquid re-staking. As of July 2024, Ethereum's security budget amounts to a staggering $110 billion worth of ETH, representing roughly 28% of the total ETH supply. There is also a general adoption of staking features within exchanges and financial applications allowing people to allocate their ETH to secure the Ethereum network. Many view staking as a low-risk return on investment, which makes it appealing to ETH holders. Vitalik Buterin, co-founder of Ethereum, holds a portion of his ETH staked, although he still keeps a part of it unstaked.You're reading Crypto Long & Short, our weekly newsletter featuring insights, news and analysis for the professional investor. Sign up here to get it in your inbox every Wednesday.As staking grows in popularity through liquid staking derivatives, there is a need to better quantify staking returns for different platforms and how they change over time. One way to do this is using the Composite Ether Staking Rate (CESR) oracle feed which is a standardized on-chain Ethereum Staking Rate. This can act as a useful benchmark when considering trends in staking. It is crucial to better quantify trends in staking and consider their ramifications, while also pointing out the benefit of generating additional revenues for ETH holders.Why Might We Consider Lowering ETH Issuance?Although staking is essential to Ethereum's security, there are compelling arguments for reducing the ETH issuance rate.Diminishing Returns on Security: Beyond a certain point, adding more validators contributes less to network security. The marginal benefit decreases while the costs — mainly through ETH issuance — continue to rise. Increased Costs for Validators: As more staking occurs, the operational costs, such as hardware upkeep, also rise. These costs often trickle down to users, making the network more expensive to maintain.Centralization Risks: With large entities or staking pools controlling significant portions of staked ETH, the risk of centralization increases. This could compromise the very decentralization that Ethereum seeks to preserve.Dilution and Inflation: Excessive issuance of new ETH to reward validators leads to inflation, which dilutes the value of existing ETH holdings.The Future of StakingStaking, particularly through liquid re-staking, is rapidly evolving. As Ethereum continues to innovate, it will be important to better quantify trends in this corner of the market. Please visit our latest research report for an in depth analysis on recent liquid staking and re-staking yields.Note: The views expressed in this column are those of the author and do not necessarily reflect those of CoinDesk, Inc. or its owners and affiliates.Edited by Benjamin Schiller.",
    "summary_vi": "Vitalik Buterin, đồng sáng lập Ethereum, đã nhấn mạnh sự phát triển của staking, đặc biệt là staking-as-a-service và liquid re-staking. Ngân sách bảo mật của Ethereum đã đạt 110 tỷ USD vào tháng 7 năm 2024, chiếm khoảng 28% tổng cung ETH. Staking được xem là một hình thức đầu tư ít rủi ro, thu hút nhiều người nắm giữ ETH. Tuy nhiên, việc giảm tỷ lệ phát hành ETH cần được xem xét kỹ lưỡng do lợi ích bảo mật giảm dần, chi phí gia tăng cho các validator, rủi ro tập trung và lạm phát. Tương lai của staking cần được định lượng rõ hơn để hiểu rõ hơn về xu hướng và tác động của nó. \n",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "The Middleman’s Shadow in the Tokenization Complex",
    "title_vi": "Translation text not found",
    "content": "In the world of crypto, digital assets, and the dream of decentralization, the middleman is a figure of scorn. We speak of peer-to-peer networks, of unmediated transactions flowing freely across borders, with no need for gatekeepers. Yet, whether we like it or not, intermediaries haunt every corner of this landscape. Some extract rent for their services; others simply maintain order in the chaos. But let’s be clear — whenever there’s a hiccup, a wallet vulnerability, or a glitch in a smart contract, someone must step in. And that someone, whether you call them a middleman or not, holds the keys to the updated and secure system.You're reading Crypto Long & Short, our weekly newsletter featuring insights, news and analysis for the professional investor. Sign up here to get it in your inbox every Wednesday.UnmuteWhat Do TradFi Crypto Moves Mean for Decentralization?04:20What Do TradFi Crypto Moves Mean for Decentralization?02:21Sam Bankman-Fried's Lawyers Push for FTX Founder's Jail Release Again; Crypto Coin Listing Crack Down05:47Decentralization in Focus06:53Lido Gearing Up For Ethereum's Upcoming Shanghai UpgradeOf course, as markets mature, the hope is that the role of these intermediaries becomes less overpowering. Bitcoin, Ethereum — these titans of decentralization — have grown vast networks, with developers who can troubleshoot problems out of a sense of duty or altruism. In this sense, scale may soften the blow of centralization, but the presence of intermediaries never truly vanishes. They are merely transformed.As we venture into the tokenization of real-world assets the concept of intermediaries takes on new dimensions, and not just in technical terms but in the realm of regulation. Sandbox regimes are emerging across various jurisdictions, and they make one thing clear: Central Securities Depositories (CSDs) will not only persist but may become more central than ever before. Their larger, more globally connected counterparts, the International CSDs, are poised to take on an even more crucial role.Brass tacks: some have dismissed these tokenization efforts as mere theater. After all, these tokens are not natively minted on a blockchain but are instead representations of assets still residing with the very intermediaries that Distributed Ledger Technology (DLT) was supposed to render obsolete. It’s true that non-native tokenization hinders the full potential of the technology, limiting its ability to unlock the kind of streamlined, decentralized future many envision. These efforts, imperfect as they may be, offer an olive branch, a starting point that allows industry players to engage with DLT while keeping one foot in the world they know.Some may rush to point out the redundancy of a CSD’s internal ledger, which must be reconciled against a blockchain that is theoretically already immutable and automatic by design. But this is a redundancy regulators are more than comfortable with.Efficiency is not always the endgame here — stability and familiarity are. Complaints may fall on deaf ears. Instead, the challenge for industry participants is to show how tokenization, even within this framework of intermediaries, offers a path forward.We see this path being forged today by behemoth asset managers, even as they grapple with the limitations of the blockchain technology they’ve chosen: limited scale, lack of interoperability, and a glaring absence of privacy. Either these obstacles no longer matter (spoiler: they do), or tokenization is managing to realize its potential despite them. The latter seems the more realistic conclusion, as it highlights the ways in which collateral access management and asset mobility are already providing tangible operational efficiencies in the real world.Perhaps it is not about erasing the middleman but reshaping their role — refining the interplay between old-world institutions and new-world technology, until native tokenization finds its rightful place. In the meantime, blockchain-based financial market infrastructure is already a reality, though never entirely trustless. And that, ironically, is a reality you can take to the bank.Note: The views expressed in this column are those of the author and do not necessarily reflect those of CoinDesk, Inc. or its owners and affiliates.Edited by Benjamin Schiller.",
    "summary_vi": "Mặc dù xu hướng phi tập trung trong thế giới tiền điện tử, vai trò của trung gian vẫn còn nguyên giá trị. Trong khi các mạng lưới ngang hàng và giao dịch không cần trung gian ngày càng phổ biến, sự cố vẫn có thể xảy ra, đòi hỏi sự can thiệp của trung gian để đảm bảo an toàn cho hệ thống. Sự phát triển của token hóa tài sản thực đang tạo ra những thách thức và cơ hội mới cho các trung gian, đặc biệt là các Trung tâm Lưu ký Chứng khoán (CSD). Mặc dù một số nỗ lực token hóa bị coi là không hiệu quả, chúng vẫn mở ra con đường cho việc áp dụng công nghệ sổ cái phân tán (DLT). Tương lai có thể không phải là việc loại bỏ trung gian mà là tái định hình vai trò của họ trong bối cảnh công nghệ mới. \n",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Bitcoin Plunges Below $56K as Stocks Sell Off in Weak U.S. Trading",
    "title_vi": "Translation text not found",
    "content": "Cryptocurrencies sold off once again early in the U.S. trading session on Wednesday with bitcoin (BTC) diving below $56,000.BTC climbed during the Asian and European trading hours from a low of $56,000 after last night's U.S. presidential debate between Kamala Harris and Donald Trump, briefly topping $57,000 following the U.S. CPI inflation report. The price quickly tumbled to $55,600 in little more than an hour following the opening of U.S. stock markets. Bitcoin has bounced a bit since, but remains lower by 2% over the past 24 hours.The broad-market crypto benchmark CoinDesk 20 Index also fell over 2% during the same period, with altcoin majors solana (SOL), avalanche (AVAX), and artificial intelligence-focused tokens near (NEAR) and render (RNDR) sliding 4%-7%.It's been a trend for weeks now that bitcoin and other digital assets declining around the traditional U.S. market opening, pointing to a general risk-off sentiment among American investors.Indeed, U.S. stocks started the day weak, with the S&P 500 and the tech-focused Nasdaq 100 1.6% and 1.3% lower, respectively, at 11 a.m. ET.Perhaps contributing to negative action was a renewed rise overnight in the value of the Japanese yen. At 141 to the U.S. dollar, the yen today now stands higher than it was in early August, when its sharp rise forced a quick reversal of yen-carry trades, apparently a major cause of a panicky mini-crash in traditional and crypt markets.Read more: Bitcoin Slides, Yen Gains as Trump-Harris Debate Disappoints Markets",
    "summary_vi": "Giá Bitcoin (BTC) đã giảm xuống dưới 56.000 USD trong phiên giao dịch tại Mỹ vào thứ Tư, sau khi tăng trưởng trong phiên giao dịch châu Á và châu Âu. Mặc dù giá Bitcoin đã tăng lên hơn 57.000 USD sau cuộc tranh luận tổng thống giữa Kamala Harris và Donald Trump, nhưng nó nhanh chóng giảm xuống 55.600 USD khi thị trường chứng khoán Mỹ mở cửa. Chỉ số CoinDesk 20 cũng giảm hơn 2%, với các đồng altcoin như Solana (SOL) và Avalanche (AVAX) giảm từ 4-7%. Xu hướng giảm này có thể phản ánh tâm lý thận trọng của nhà đầu tư Mỹ và sự tăng giá của đồng yên Nhật. \n",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "PancakeSwap Launches Telegram Prediction Bot for Forecasting BNB Prices",
    "title_vi": "Translation text not found",
    "content": "Decentralized exchange (DEX) PancakeSwap has introduced a new Telegram bot that allows users to make price predictions for BNB, the native token of the BNB Chain. The bot, launched on September 11, brings PancakeSwap's existing prediction market functionality to the popular messaging platform.This follows PancakeSwap launching its prediction market in June.At the time, Pancakeswap's pseudonymous product manager Chef Gyoza told Decrypt that the team thought it had an edge over the competition because of its use of artificial intelligence. \"We're always exploring ways to create unique experiences for our users. Adding AI to prediction markets was a logical next step,\" they said.The PancakeSwap Prediction Telegram Bot enables users to forecast whether the price of BNB will rise or fall within 5-minute intervals, according to a press release shared with Decrypt. Participants can enter predictions with a minimum amount of 0.001 BNB—worth approximately $0.51 at the time of writing . If correct, they receive a share of the prize pool, which is enhanced by a round multiplier.ADThis move by PancakeSwap represents an effort to make decentralized finance (DeFi) more accessible to a broader audience, the DEX said. Telegram bots have become increasingly popular among cryptocurrency traders and enthusiasts in recent years. Some of the most popular bots provide services such as real-time price alerts, trading signals, and portfolio tracking.The integration of prediction markets into a Telegram bot format could potentially streamline the user experience for PancakeSwap's community. Prediction markets in cryptocurrency have gained traction as a way for users to speculate on short-term price movements without directly trading the underlying assets.PancakeSwap operates on multiple blockchain networks including BNB Chain (BNB) and Ethereum (ETH). The platform claims a total trading volume exceeding $1.2 trillion and over $1.6 billion in locked liquidity across its supported chains.The team has also sweetened the deal by announcing a giveaway.AD\"In addition to launching this pioneering bot, PancakeSwap is sweetening the deal with a special giveaway of $4,444 in rewards,\" they wrote in the press release. \"Every user who makes a prediction via the Telegram bot on September 22 will be entered for a chance to win a portion of the celebratory prize pool.\"Blockchain-based prediction markets have emerged as decentralized alternatives to traditional forecasting platforms. Notable examples include Augur on Ethereum, Polymarket on Polygon, and Gnosis Protocol's conditional token framework.These platforms leverage blockchain technology to ensure transparency and enable global participation in predicting outcomes across various domains, from politics to cryptocurrency prices. However, they often face challenges related to liquidity, user adoption, and regulatory uncertainties.Edited by Stacy Elliott.",
    "summary_vi": "PancakeSwap đã ra mắt một bot Telegram mới cho phép người dùng dự đoán giá BNB. Bot này, được giới thiệu vào ngày 11 tháng 9, mở rộng chức năng thị trường dự đoán của PancakeSwap lên nền tảng nhắn tin phổ biến. Người dùng có thể dự đoán giá BNB trong khoảng thời gian 5 phút với số tiền tối thiểu 0.001 BNB. Nếu dự đoán chính xác, họ sẽ nhận được phần thưởng từ quỹ giải thưởng. PancakeSwap cũng công bố một chương trình tặng thưởng trị giá 4,444 USD cho người dùng tham gia dự đoán vào ngày 22 tháng 9. Sự kiện này nhằm mục tiêu làm cho DeFi dễ tiếp cận hơn với người dùng. \n",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "DIA reimagines oracles architecture with Rollup-based ‘Lumina’",
    "title_vi": "Translation text not found",
    "content": "\nOracle network DIA, designed to offer data feeds for any token and real-world asset on any blockchain, is set to transform the oracle architecture with the launch of ‘Lumina’.\nThe testnet for the Rollup-based network will launch soon. Meanwhile, Lumina’s launch will also expand the utility of DIA’s native token, according to a press release sent to crypto.news on Sept. 11. \nWhy Lumina?\nThe blockchain oracles market is dominated by Chainlink (LINK) and Pyth Network (PYTH). But Lumina eyes penetration by addressing one of web3’s most persistent issues – the need for data infrastructure that’s decentralized and trustless. \nDIA claims Lumina brings this kind of advanced infrastructure to the oracles market. \nZygis Marazas, the head of product at DIA, noted that Lumina consolidates four years of innovation in the oracle space into one robust product.\n\n“Lumina is the culmination of four years of web3 infrastructure innovation cast into one product. It lays the foundation for our vision of a truly decentralized and trustless oracle network that maximizes security and trust while retaining the flexibility to serve any use case.” \nZygis Marazas, head of product at DIA.\n\n\nAdvanced oracle infrastructure\nLumina’s design utilizes a modular architecture, enabling it to offer advanced oracle capabilities. This extends across its data sourcing, verification, storage, and delivery of data feeds. Notably, the network’s oracle operations run on Lasernet, the native layer 2 rollup of DIA.\nIn its first rollout, Lumina will go live on the Lasernet testnet. This first phase also includes a staking campaign for early adopters. The mainnet launch and live staking are scheduled for phase two, with the open mainnet launch set for phase three.\nAs DIA prepares for Lumina, it aims to enhance its growth potential through key integrations. The platform currently boasts more than 50 layer 1 and 2 integrations, while its cross-chain oracle ecosystem provides data feeds for over 200 decentralized applications.\n\n",
    "summary_vi": "DIA, nhà cung cấp dữ liệu blockchain, đã ra mắt Lumina, một mạng lưới oracle mới nhằm giải quyết vấn đề hạ tầng dữ liệu phi tập trung trong web3. Lumina, được phát triển trong bốn năm, cung cấp khả năng bảo mật và linh hoạt cao. Mạng lưới này sử dụng kiến trúc mô-đun để cải thiện việc thu thập, xác minh và cung cấp dữ liệu. Lumina sẽ ra mắt trên testnet Lasernet, tiếp theo là chiến dịch staking cho người dùng sớm và ra mắt mainnet. DIA hiện có hơn 50 tích hợp với các layer 1 và 2, cung cấp dữ liệu cho hơn 200 ứng dụng phi tập trung. \n",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Bitcoin Decouples From Gold as Crypto Continues in Bearish Phase",
    "title_vi": "Translation text not found",
    "content": "Bitcoin has been in CryptoQuant's bearish phase since August 27.There's been a decoupling from gold, which has been making record highs, while bitcoin struggles more than 20% below its record level of a few months ago.BTC's MVRV ratio is below its 365-day moving average which suggests a further price correction may be on the cards.Investors in this current risk-averse environment appear to be favoring traditional safe-haven assets like gold as opposed to bitcoin (BTC).The correlation between bitcoin and gold has turned sizably negative of late, according to CryptoQuant, with gold recently pushing to new record highs above $2,500 per ounce while bitcoin has been declining and now sits more than 20% below its all-time high above $73,000 from March. The move into gold and out of bitcoin has come as U.S. stocks have struggled, with the S&P 500 slipping 3.6% since August 30.BTC/Gold correlation (CryptoQuant)CryptoQuant's Bull-Bear Market Cycle Indicator has been in BEAR phase since Aug. 27, when BTC was trading at $62,000.The MVRV ratio (market-value-to-realized-value), has also been below its 365-day moving average since Aug. 26, which suggests a further price correction may be on the cards, said CryptoQuant. The MVRV ratio dipping below the moving average acted as a precursor to a 36% drop in May 2021.The decline in bitcon's price has also come alongside a drop in the U.S. dollar index, another indicator of broader risk aversion and uncertainty, according to CryptoQuant.Edited by Stephen Alpher.",
    "summary_vi": "Theo CryptoQuant, Bitcoin đã giảm giá kể từ ngày 27 tháng 8, hiện tại thấp hơn 20% so với mức cao kỷ lục trước đó. Mối tương quan giữa Bitcoin và vàng đã chuyển sang tiêu cực, trong khi vàng đạt mức cao kỷ lục trên 2.500 USD mỗi ounce. Chỉ số MVRV của Bitcoin cũng dưới mức trung bình 365 ngày, cho thấy khả năng điều chỉnh giá tiếp theo. Trong bối cảnh nhà đầu tư chuyển sang tài sản an toàn như vàng, chỉ số S&P 500 đã giảm 3,6% kể từ cuối tháng 8. CryptoQuant cảnh báo rằng sự giảm giá của Bitcoin có thể tiếp tục trong thời gian tới. \n",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "‘X Empire’ Tips Guide: How to Earn the Most Coins in the Elon Musk-Themed Telegram Game",
    "title_vi": "Translation text not found",
    "content": "If you haven’t heard of X Empire (originally Musk Empire), then all you really need to know is that it’s a Hamster Kombat clone built around Elon Musk. That sentence alone will likely be enough for you to decide if you want to give it a try or avoid it like the plague. But if you are one of the tens of millions of players who have tried out X Empire in the hopes of scoring tokens in the upcoming airdrop, there are a few secrets you will probably want to know before starting—as unlike in other tap-to-earn games, there are ways of losing your in-game currency here. From bad negotiations to failed bets on the stock market, one mistake can halt your progress for a while and see you lose a chunk of cash, sometimes even handing it over to another player. In a world where airdrop allocations are sometimes assigned based on your overall position in the player base, that is not something you should do often!But if you follow these tips, then you will usually come out on top—and maybe even become as rich as Elon himself. Well, at least in this weird virtual world themed around him. With the \"mining phase\" set to end on September 30 ahead of the X token launch on The Open Network and accompanying airdrop, here's what you need to know.ADInvest in yourselfAs soon as you start bringing in cash from tapping on your avatar—whether it's a cartoonish Elon or one of many newer additions, like Telegram CEO Pavel Durov (pictured)—then it’s time to invest in some upgrades. From personal traits (such as Empathy and Relationships) through to office improvements and even a staff to help out, you can spend your in-game currency and have all of these upgrades bring in passive income.Screenshots from X Empire. Image: DecryptYour passive income will accumulate for three hours after closing the game, so to make the most of your income stream, you’ll need to open the game every three hours. We don’t recommend waking up in the middle of the night to claim your Elon coins, but hey, you do you.After you’ve picked up some decent upgrades, your passive income will dwarf anything you will earn from tapping on Elon or Pavel or whoever—so you may as well give that up unless you are desperate to get as much cash as possible, or just need a diversion for your fingers.Invite friends Love bugging your friends? Like many Telegram games, certain upgrades are locked behind the requirement to invite friends to play the game, which means you’ll need to prod your pals if you’re serious about making progress here.ADLike many players, I’m not going to be spamming people I know with invites to 100 games every week—so a lot of the most profitable upgrades are never going to be available to me. But if you have friends who might be interested in playing, then make sure they use your link so you get the benefits.Following the launch, X Empire added the ability to spend real money on Telegram's Stars in-app currency to basically buy virtual friends to push your progress, for those who don't want to bother their real pals. That's your call to make, but it will help you unlock more features without the social stress of nagging real people.Avoid negotiations Among the current crop of tap-to-earn games, one of Musk Empire’s few unique ideas is the City tab, where you can engage in activities that could earn you extra in-game cash. The easiest to pick up and play is Negotiations, where you effectively play Rock, Paper, Scissors against another real player.But if you like keeping your money, then this is best avoided, as it is a complete game of chance. There’s no way to tell what to pick, and no skill involved whatsoever, so your chances of winning are slim. What’s worse is that if you lose, then you have to hand over some of your cash, lining the pockets of your opponent. That could impact your standing in the upcoming airdrop.Screenshots from X Empire. Image: DecryptPlay the stock exchange The game you should be playing on the City tab is the Stock Exchange, where once a day you can pick three fictional stocks from a selection of options and invest your in-game coins in the hopes that it will go up.You can do this randomly and hope for the best—or just check our daily-updated guide to the latest stock picks, and ensure that you rack up gains each and every day. The payouts aren’t small either, so this is an easy way to advance your riches very quickly.Complete questsAs X Empire has expanded and added more functionality, it has also added more ways to earn coins on a daily basis. There are daily riddle and rebus questions that you can answer, bonus coins rewarded for buying upgrades and tapping the screen, and even rewards for watching YouTube videos shared by the team.Screenshots from X Empire. Image: DecryptJust hit the Quests button at the bottom of the screen to see all of the current opportunities available. If you complete all five daily quests, then you can also claim a \"Lucky Box\" with even more coins and other potential rewards.ADEdited by Andrew HaywardEditor's note: This article was originally posted on July 22, 2024 and last updated with new details on September 11.",
    "summary_vi": "X Empire, một trò chơi lấy cảm hứng từ Hamster Kombat với nhân vật chính là Elon Musk, cho phép người chơi kiếm tiền ảo. Tuy nhiên, trò chơi cũng tiềm ẩn nguy cơ mất tiền nếu không cẩn thận. Để tối ưu hóa lợi nhuận, người chơi nên đầu tư vào nâng cấp để tạo thu nhập thụ động và mời bạn bè tham gia để mở khóa các tính năng bổ sung. Tránh tham gia vào các cuộc đàm phán may rủi, thay vào đó, hãy tập trung vào thị trường chứng khoán trong trò chơi và hoàn thành các nhiệm vụ hàng ngày để kiếm thêm tiền. Giai đoạn \"khai thác\" của X Empire sẽ kết thúc vào ngày 30 tháng 9 trước khi token X được phát hành. \n",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "The Debate Showed How Little Crypto Matters to Voters and Politicians",
    "title_vi": "Translation text not found",
    "content": "Presidential debates cover the issues that polling shows are most important – immigration, healthcare, the economy, climate change, and more. So why was crypto not mentioned even once?Neither the American public nor the two presidential candidates care very much about crypto, and the debate showed that. Despite the industry narrative becoming increasingly partisan, many voters are looking past the simple fact that those outside the fishbowl simply don’t care; and it’s blinding those inside it to a simple fact.For the most part, politicians tend to care more about remaining in office than anything else – regardless of party – hopefully, most rational people can likely at least agree on that. It takes a certain type of person, and ego, to want to hold elected office, and that type of individual is often reluctant to give up the stage once they ascend onto it. Biden’s long refusal to recuse himself from this election cycle is a prime example.Deep pocketsIn order to stay in office, politicians need donations.Yes, Donald Trump did attend and speak at this year’s Bitcoin 2024 conference, in Nashville. He did make lofty promises, and he did spectacularly claim that “all Bitcoins should be made in the U.S.” But, guess what? That doesn’t mean it is actually a pressing concern.His sole purpose for being there was a fundraising dinner in which he charged attendees as much as $844,600 per person for a literal seat at the table with him – the maximum campaign donation allowed under law. Other attendees paid $60,000 just for a picture with the former president. By comparison, a Kamala Harris’ San Francisco fundraising dinner not long after the Nashville event charged attendees anywhere from $3,300 to $50,000 to attend, and netted her $12 million.If you think that’s a lot, just you wait. This industry has gone to incredible lengths to seek the relevance it craves.Irrational exuberanceSince the Citizens United ruling in 2010, which paved the way for the creation for Super PACs (political action committees that take donations on behalf of candidates), only one industry has outspent crypto in terms of trying to garner influence in government, according to a recent analysis of campaign donations from the non-profit Public Citizen.Since 2010, fossil fuel corporations have poured $176 million into political donations, including $73 million from Koch Industries – seen by many as the very symbol of dark money buying elections. This year alone, Koch has contributed nearly $30 million to the election cycle through two Super PACs, and no one else even in close – except for crypto.The digital assets industry has donated a staggering $119 million into this election cycle, nearly half of all corporate donations in 2024, which total $248 million so far. This is roughly the same amount that the Senate Leadership Fund, a GOP-affiliated Super PAC that takes money from fossil fuel, tobacco, firearms, and for-profit prison corporations has received since 2014.The next closest Super PAC to Fairshake, in terms of donations this year is the Koch-backed Americans for Prosperity Action PAC, which has received $26 million in total.To the moon … or not?When you consider that corporate crypto donations have surpassed $129 million in the past three election cycles, amounting to 15% of all corporate donations since the Citizens United ruling, and that a staggering 92% of them have come this year, it’s no wonder politicians have all of a sudden started to speak to this audience.Many in the crypto industry are firm advocates of community, narrative and meme-ability. To them, Trump is the perfect candidate. And they likely believe that throwing money at the right meme will take their concerns directly to the White House. To the political stratosphere. But, it won’t.“The crypto ‘voting block’ is not voters but donors,” Nick Beauchamp, associate professor of political science at Northeastern University, when he spoke to the school newspaper. “Crypto appears on almost no one’s list of important issues, and most people are either unaware of it, or have rudimentary opinions.”“However, there are a number of crypto-associated donors who care very much, and these people are the only reason that the campaigns are making crypto statements, and probably the only reason many Republicans and some Democrats like Chuck Schumer are resisting regulation,” he added.Politicians see crypto as donors rather than voters – I hope some of you are seeing this.Down the riverMany well-respected founders have greatly harmed their reputations this year through political ranting and raving aimed at rallying support for one candidate over another. Though it is their right to do so, one has to wonder how they’ll feel about their actions (and their consequences) years from now.If any of the individuals in the space pledging to be “single-issue voters,” believing one candidate better supports blockchain and digital assets over the other, took a step away from social media for five minutes, inhaled a deep breath, and remembered who they were before falling down the Bitcoin Rabbit Hole, they might make a more rational choice over who to vote for – regardless of the candidate they pick.No matter how much this industry tries to buy influence, it will not change a simple fact – crypto is growing, but its path to mainstream relevance still remains quite long and winding – and the debate has shown that once again.Note: The views expressed in this column are those of the author and do not necessarily reflect those of CoinDesk, Inc. or its owners and affiliates.",
    "summary_vi": "Mặc dù ngành công nghiệp tiền điện tử đã chi 119 triệu USD cho các khoản quyên góp chính trị trong năm nay, các ứng cử viên tổng thống Mỹ vẫn chưa dành nhiều sự chú ý cho tiền điện tử trong các cuộc tranh luận. Điều này cho thấy cả công chúng và các chính trị gia đều chưa coi tiền điện tử là vấn đề quan trọng. Các chính trị gia dường như xem các khoản quyên góp từ ngành công nghiệp này chủ yếu là nguồn tài trợ hơn là phản ánh ý kiến của cử tri.  Thực tế, các khoản quyên góp từ ngành công nghiệp tiền điện tử chiếm 15% tổng số quyên góp doanh nghiệp từ năm 2010. Tương lai của tiền điện tử vẫn còn nhiều thách thức để đạt được sự công nhận chính thống. \n",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "GME meme coin dives as GameStop stock falls 15% after earnings",
    "title_vi": "Translation text not found",
    "content": "\nThe GME token continued its downtrend after GameStop’s stock experienced heavy selling pressure following weak quarterly results.\nGME (GME) retreated by 11.4% to $0.0041, bringing its total market cap to over $28 million, down from $157 million in May. \nThe token’s drop came after GameStop, which had risen on Friday after Roaring Kitty’s return to X, fell by over 15% to trade below $20.\n\nGameStop reported that its quarterly revenues dropped to over $798.3 million in the second quarter, down from $1.16 billion in the same period in 2023. This decline occurred as more customers opted to purchase video games online rather than in its stores.\nThe stock also dropped after the company hinted at raising cash by selling shares to bolster its balance sheet and fund potential acquisitions. GameStop holds over $4.1 billion in cash and has no debt.\nThe GME token tends to have a close correlation with GameStop stock. On Friday, the token rose to $0.0055, up by over 110% from its lowest point earlier in the week. GameStop also reached a two-month high after Roaring Kitty, the trader popular in Wall Street Bets, posted on X for the first time in months.\n\n\n\n\nGME token vs GameStop stock have a close correlation | Source: TradingView\nBefore that, the GME coin rose to a record high of $0.03230 in May as the GameStop shares jumped to its 2021 high of $64 after Kitty returned to social media after a long hiatus. The two then dropped by double digits as the hype eased. \nGME’s retreat also coincided with the gloomy mood in the stock and crypto market after the latest US inflation report. The Dow Jones and the S&P 500 indices dropped by over 0.50% while Bitcoin (BTC) fell to $56,400. \n\n",
    "summary_vi": "Sau khi công bố kết quả kinh doanh quý yếu kém, cổ phiếu GameStop (GME) đã chịu áp lực bán mạnh, kéo theo giá token GME giảm xuống còn 0,0041 USD, giảm 11,4%. Vốn hóa thị trường của GME đã giảm từ 157 triệu USD vào tháng 5 xuống còn hơn 28 triệu USD. Doanh thu quý của GameStop giảm xuống còn 798,3 triệu USD, so với 1,16 tỷ USD cùng kỳ năm trước, do sự dịch chuyển của khách hàng sang mua game trực tuyến. GameStop cũng đang lên kế hoạch huy động vốn bằng cách bán cổ phiếu. Cả token GME và cổ phiếu GameStop đều giảm giá do tâm lý thị trường tiêu cực sau báo cáo lạm phát của Mỹ, cho thấy mối tương quan chặt chẽ giữa hai tài sản này. \n",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Indonesia enters top 3 countries by crypto adoption, replacing Vietnam: Chainalysis",
    "title_vi": "Translation text not found",
    "content": "\nIndonesia has entered Chainalysis’ global crypto adoption index for the first time, climbing into the top 3 as global crypto activity surged past 2021 bull market levels.\nIndonesia has made its debut in Chainalysis‘ global crypto adoption index, climbing to third position, surpassing Vietnam, as global crypto activity reached levels not seen since the 2021 bull market.\nBetween the last quarter of 2023 and the first quarter of 2024, the total value of global crypto activity increased significantly, outpacing the previous peak, data from Chainalysis shows. The new ranking places Indonesia behind India and Nigeria, which continues to lead the index since 2023.\n\n\n\n\nChainalysis’ 2024 Global Crypto Adoption Index | Source: Chainalysis\nThe surge in adoption is part of a broader trend, with crypto activity increasing across countries in all income brackets, though high-income countries have seen a pullback since early 2024.\n\nLast year, growth in crypto adoption was driven primarily by lower-middle income countries. This year, however, crypto activity increased across countries of all income brackets, with a pullback in high income countries since the beginning of 2024.\nChainalysis\n\nIndonesia rises in global crypto adoption\nIndonesia’s crypto ascent comes amid efforts to build a regulatory framework around digital assets. In April 2024, the country signed an agreement with Australia to establish a crypto information-sharing framework aimed at improving tax compliance and asset identification.\nIndonesia’s financial watchdog, the Financial Services Authority, also ramped up efforts to regulate the sector, requiring crypto firms to go through a regulatory sandbox before obtaining licenses by 2025.\nChainalysis says the surge in crypto activity globally has been driven by a variety of factors. The launch of spot Bitcoin exchange-traded funds in the U.S. fueled institutional growth, while stablecoin adoption has risen in low-income regions, particularly for retail transactions in Sub-Saharan Africa and Latin America.\n\n",
    "summary_vi": "Theo báo cáo của Chainalysis, Indonesia đã lần đầu tiên lọt vào Chỉ số Chấp nhận Tiền điện tử Toàn cầu, xếp thứ ba, vượt qua Việt Nam. Hoạt động tiền điện tử toàn cầu đã tăng mạnh kể từ đợt tăng giá năm 2021, với Indonesia đứng sau Ấn Độ và Nigeria. Sự gia tăng này diễn ra trong bối cảnh Indonesia đang xây dựng khung pháp lý cho tài sản kỹ thuật số và hợp tác với Australia để tăng cường tuân thủ thuế. \n",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "AAVE, Uniswap, ICP climb as Bitcoin retreats with cooling US CPI",
    "title_vi": "Translation text not found",
    "content": "\nCryptocurrency prices and stock indices retreated slightly after the U.S. published encouraging Consumer Price Index data.\nUniswap, ICP, AAVE rise, Bitcoin retreats\nBitcoin (BTC) retreated to $56,600, while the total market cap of all cryptocurrencies fell to $2 trillion. The same happened in the stock market, where Dow Jones, Nasdaq 100, and S&P 500 index futures retreated by over 0.50%.\nMost cryptocurrencies were in the red after the CPI data. The top gainers were Internet Computer (ICP), AAVE (AAVE), Uniswap (UNI), and THORChain (RUNE), which rose by over 2%. \nAccording to the Bureau of Labor Statistics, the headline CPI dropped for the fourth consecutive month, reaching 2.5%, its lowest level since 2021. The CPI remained unchanged at 0.2% on a month-on-month basis.\nThe core CPI, which excludes the volatile food and energy prices, rose from 0.2% to 0.3%, higher than the expected 0.2%. It remained at 3.2% on an annual basis.\n\nThe US CPI report is in line with the consensus forecasts with an important exception — hotter monthly core inflation (0.3% versus 0.2%).Given the extreme degree of \"data point dependency\" in the marketplace, immediate asset price reactions include higher rates and lower stock…— Mohamed A. El-Erian (@elerianm) September 11, 2024\n\nThese numbers came a few days after the bureau published mixed jobs data. The economy created 112,000 jobs in August while the unemployment rate remained above 4.0%.\nFed is set to cut rates next week\nBitcoin, altcoins, and stocks reacted mildly to the U.S. CPI data, as it will likely not have a significant impact on the Federal Reserve when it meets next week. The CME Fed Watch tool shows that 85% of market participants expect the Fed to deliver a 0.25% rate cut, bringing the official cash rate to between 5.25% and 5.50%.\nIn theory, risky assets like Bitcoin should perform well when the Fed is cutting interest rates due to the vast sums of money in money market funds. When government bond yields drop, many investors may rotate into these risky assets.\n\nHowever, this rotation will likely take time, as Fed cuts are expected to be gradual, meaning that fixed income will still offer attractive yields for a while.\nBitcoin and altcoins may have also retreated due to the rising odds that Kamala Harris could win the general election after the debate. Polymarket data shows that she has flipped the lead from Donald Trump, who has been ahead for a while. Still, it is too early to predict who will win, as polls indicate a tight race.\nUniswap token rose because of the rising volume in its DEX platform. Data by DeFi Llama shows that its weekly volume rose by over 33% to over $6 billion. AAVE, on the other hand, rose as whale accumulation continued.\n\n",
    "summary_vi": "Sau khi Mỹ công bố dữ liệu chỉ số giá tiêu dùng (CPI) khả quan, giá tiền điện tử và chỉ số chứng khoán đã có sự biến động. Bitcoin giảm xuống còn 56,600 USD, và tổng vốn hóa thị trường tiền điện tử giảm xuống 2 nghìn tỷ USD. Dữ liệu CPI cho thấy CPI chính giảm xuống 2.5%, mức thấp nhất kể từ 2021, nhưng CPI lõi tăng từ 0.2% lên 0.3%. Dự báo rằng Cục Dự trữ Liên bang sẽ cắt giảm lãi suất 0.25% trong tuần tới, điều này có thể tạo cơ hội cho các tài sản rủi ro như Bitcoin. Uniswap và AAVE tăng trưởng nhờ khối lượng giao dịch và sự tích lũy của các nhà đầu tư lớn.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "CoinDesk 20 Performance Update:  Index Falls 2.1% with Only Two Gainers",
    "title_vi": "Translation text not found",
    "content": "CoinDesk Indices presents its daily market update, highlighting the performance of leaders and laggards in the CoinDesk 20 Index.The CoinDesk 20 is currently trading at 1795.97, down 2.1% (-39.14) since yesterday's close.Two of 20 assets are trading higher.Leaders: ICP (+2.7%) and UNI (+0.3%).Laggards: RNDR (-5.1%) and AVAX (-3.5%).The CoinDesk 20 is a broad-based index traded on multiple platforms in several regions globally.Edited by Stephen Alpher.",
    "summary_vi": "CoinDesk Indices đã công bố bản cập nhật thị trường hàng ngày, tập trung vào hiệu suất của các tài sản trong chỉ số CoinDesk 20. Hiện tại, CoinDesk 20 đang giao dịch ở mức 1795.97, giảm 2.1% (-39.14) so với mức đóng cửa hôm qua. Trong số 20 tài sản, chỉ có hai tài sản tăng giá: ICP (+2.7%) và UNI (+0.3%). Các tài sản giảm giá bao gồm RNDR (-5.1%) và AVAX (-3.5%). CoinDesk 20 là một chỉ số đa dạng được giao dịch trên nhiều nền tảng ở nhiều khu vực trên toàn cầu và bản tin được biên tập bởi Stephen Alpher.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Dune expanding onchain analytics to cover 50+ Polkadot parachains",
    "title_vi": "Translation text not found",
    "content": "\nDune, a platform specializing in onchain analytics, has integrated over 50 parachains from the Polkadot ecosystem, making it a comprehensive data hub for Polkadot’s blockchain network. \nThis Polkadot (DOT) expansion will allow developers, investors, and data analysts to access and analyze real-time data from the Polkadot ecosystem, according to a press release shared with crypto.news.\nIn other words, Dune has added data from over 50 different blockchains, known as parachains, in the Polkadot network, making it easier for people to track and analyze activity in real time.\n\nDetails of the Polkadot integration\nThis new integration broadens its coverage, allowing users to explore onchain activities such as transaction flows, DeFi activity, and developments in gaming and NFTs. \nEarlier in 2024, Dune began supporting Polkadot, Kusama (KSM), and six parachains. Key parachains added in this integration include Moonbeam, Acala, Phala, and Mythos, each contributing to various sectors within Polkadot, ranging from DeFi to gaming.\nThis integration was developed through a partnership with Colorful Notion, ensuring reliable and accurate data. Additionally, Dune offers enhanced functionality via its API, allowing users to create flexible endpoints for deeper analysis.\nLast year, Dune launched DuneAI, enabling users to query crypto data through natural language, removing the need for SQL. Additionally, Dune introduced the Dune Data Hub, allowing seamless integration and contribution of datasets for enhanced data management.\n\n",
    "summary_vi": "Dune, một nền tảng chuyên về phân tích dữ liệu trên chuỗi, đã tích hợp hơn 50 parachains từ hệ sinh thái Polkadot, tạo thành một trung tâm dữ liệu toàn diện cho mạng lưới blockchain của Polkadot. Sự mở rộng này cho phép các nhà phát triển, nhà đầu tư và nhà phân tích dữ liệu truy cập và phân tích dữ liệu thời gian thực từ hệ sinh thái Polkadot. Việc tích hợp này mở rộng khả năng khám phá các hoạt động trên chuỗi như luồng giao dịch, hoạt động DeFi và phát triển trong lĩnh vực game và NFT. Dune đã hợp tác với Colorful Notion để đảm bảo dữ liệu chính xác và cung cấp API cho phép người dùng tạo các điểm cuối linh hoạt cho phân tích sâu hơn.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Osmosis introduces Polaris portal for cross-chain token trading",
    "title_vi": "Translation text not found",
    "content": "\nOsmosis has introduced the Polaris portal, a solution to the fragmentation that crypto users face across decentralized finance.\nWith crypto’s increasing popularity, the number of different blockchains and their associated ecosystems has surged. This has led to a difficulty where users are required to handle multiple wallets, navigate bridges, and conduct complicated transactions to engage with different chains.\nDubbed the “Token Portal,” Polaris will allow users to trade tokens across multiple blockchain ecosystems from a single interface, addressing liquidity and asset management divided by individual chains, according to a press release that Osmosis (OSMO) shared with crypto.news.\nPolaris aims to address blockchain challenges by providing a chain-agnostic platform for trading assets across various networks such as Bitcoin (BTC), Solana (SOL), and Ethereum (ETH). \nIn simpler terms, Osmosis’s Polaris is a platform that lets users trade and manage tokens from different blockchains, like Bitcoin and Ethereum, in one place using their current wallet. This makes it easier to handle everything without switching between apps.\n\nPolaris and its cross-chain integration\nAt its core, Polaris abstracts over existing decentralized exchanges, bridges, and wallets, enabling users to access liquidity across all chains without needing to switch between platforms.\nThe Polaris platform will support one-click token trading, portfolio tracking across networks, and easy acquisition of gas tokens required for transactions on various chains.\nPolaris goes beyond Ethereum-based chains, incorporating non-EVM ecosystems like Solana, TON (TON), and Bitcoin. This cross-chain capability is powered by non-custodial technologies such as Multiparty Computation, allowing faster and more efficient integration of diverse blockchain technologies.\nWith Polaris, users can use their existing wallets and enjoy streamlined DeFi interactions, making it easier to manage assets across different ecosystems. This new approach aims to bridge to push DeFi towards a more user-friendly, decentralized future.\n\n",
    "summary_vi": "Osmosis đã ra mắt cổng Polaris, giải pháp giúp giải quyết vấn đề phân mảnh trong lĩnh vực tài chính phi tập trung. Polaris, hay còn gọi là \"Token Portal\", cho phép người dùng giao dịch token giữa các hệ sinh thái blockchain khác nhau thông qua một giao diện duy nhất, giúp quản lý thanh khoản và tài sản hiệu quả hơn. Nền tảng này hỗ trợ giao dịch token chỉ với một cú nhấp chuột, theo dõi danh mục đầu tư và dễ dàng mua token gas cần thiết cho các giao dịch. Polaris không chỉ hỗ trợ các chuỗi dựa trên Ethereum mà còn tích hợp các hệ sinh thái không phải EVM như Solana và Bitcoin, nhờ vào công nghệ phi tập trung như Tính toán Đa bên. Điều này hứa hẹn mang lại trải nghiệm DeFi thân thiện hơn cho người dùng.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Ethereum and Solana investors: Join RollBlock, promising 150% yield for early adopters",
    "title_vi": "Translation text not found",
    "content": "\n\nEthereum and Solana’s underperformance has led investors to Rollblock, a GameFi platform with a 150% yield in a week.\nEthereum’s performance has been a far cry from the 200% prediction it got off the US ETF approval. Now, Solana is toeing the same line with a potential slip below $100. For the first time, this underperformance has united Ethereum and Solana investors under a common banner: Rollblock.\nThis decentralized GameFi and iGaming platform’s focus on disrupting the global casino’s status quo has been raising dust. In fact, its ongoing viral presale has delivered a 150% yield in just a week, and experts think it’s the best new crypto to buy. Let’s find out why.\nETF outflows and tech stocks jitters deepen the gloom\nBitcoin’s walk to bull freedom following the BTC ETF approval fueled speculation that Ethereum may follow suit. In fact, many thought Ethereum was the next best altcoin to buy following the approval. But Ethereum’s recent flounders say otherwise. \nEthereum’s woes were compounded by a trifecta of concerns: underwhelming staking reward, plummeting price, and a lackluster reception for its recently launched spot ETFs. Spots ETF saw a massive outflow as Grayscale ETF led the $475M net outflow. Ethereum’s 6% MoM drop below $2,300 has also worsened downward pressure.\n\nSolana struggles: SOL down 14% MoM as investors jump ship\nSolana has long been a traditional rival of Ethereum. But like ETH, SOL has bowed to the bear pressure. For the past 30 days, the once buoyant Solana ecosystem has been taking on water. Currently, Solana is hovering around a precarious $128 after plummeting 14% in just one month. \nSeveral factors precipitated this alarming decline, but the crypto market decline exacerbated Solana’s woes. Investors are headed for the lifeboat with the Rollblock GameFi platform as Solana teeters on the edge of a breakdown below $100.\nEthereum and Solana investors eye Rollblock GameFi as presale soars 150%\nEthereum and Solana whales’ decision to abandon their sinking ship for Rollblock’s GameFi revolution is the highlight in the crypto market. Rollblock GameFi platform is an Ethereum-based online gambling casino that leverages blockchain technology to pioneer a more trust-filled, transparent, secure, and provably fair gaming environment for gamblers.\nRollblock’s massive potential was part of what resonated with investors, especially as their darling ETH and SOL faltered in despair. Its ongoing presale has delivered 150% and was predicted to go 100x more. The reasons aren’t far-fetched. Rollblock is changing the global iGaming industry, which is worth over $500B annually. Imagine Rollblock securing a fraction of this valuation – that’s exactly what makes Rollblock the best new crypto to buy.\nBut that’s still half the allure. Rollblock’s creativity-focused approach to democratizing gaming and gambling with its GambleFi and GameFi solutions remains an absolute standout. Plus, this GameFi token offers passive earning streams by redistributing a cut of generated revenue back to users. \nFor the first time, punters get a fair and equitable gaming experience that is as fun as it is rewarding. Now, the Rollblock presale has cruised past an astounding $3.2M valuation in stage 6, and there are strong indications it could still go 880% from here. The price is still enticingly low at just $0.025, and that’s way below the rock-bottom entry that will print millionaires out of early investors.\nFor more information, visit the Rollblock presale website or join the online community.\n\n\n",
    "summary_vi": "Sự suy giảm hiệu suất của Ethereum và Solana đã khiến nhà đầu tư quan tâm đến Rollblock, một nền tảng GameFi với lợi suất 150% trong một tuần. Ethereum không đạt được dự đoán 200% sau khi được phê duyệt ETF, trong khi Solana cũng đang gặp khó khăn với giá giảm xuống dưới 100 USD. Rollblock, nền tảng GameFi phi tập trung, đang thu hút sự chú ý nhờ vào tiềm năng cách mạng hóa ngành công nghiệp iGaming trị giá 500 tỷ USD. Với presale đạt 3,2 triệu USD và dự đoán tăng trưởng 880%, Rollblock hứa hẹn mang lại trải nghiệm chơi game công bằng và hấp dẫn cho người dùng.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Binance.US Chooses Fireblocks to Bolster Crypto Custody, Staking Services",
    "title_vi": "Translation text not found",
    "content": "Fireblocks' tech will help Binance.US scale up staking services for its relatively long list of staked crypto tokens.Earlier this year, the SEC told Binance.US to be more forthcoming in answering requests for information, specifically mentioning custody of customers’ assets.UnmuteStaking Has Been a Major Liquidity Sink for ETH: Coinbase Institutional00:59Why Proof-of-Stake Works Like a 'Pawn Shop': 5 Questions With Nansen's Nik Polk10:14Staking Is 'Definitely a Positive' for the Spot Ether ETF Narrative, Analyst Says06:50Tax Expert Breaks Down the Crypto Tax Basics for Beginners13:53German Finance Heavyweights Develop Fully-Insured Crypto Staking OfferingBinance.US, the American arm of the world's largest cryptocurrency exchange by trading volume, is working with crypto custody firm Fireblocks to reassure users and regulators that customer assets on the exchange are handled in a safe and compliant manner while also bolstering crypto-token staking services.The company will use Fireblocks wallet tech to power hot and cold custody, customer deposits and withdrawals, the companies said on Wednesday. Fireblocks’ key-management system will also help expand staking services on the exchange, which has a relatively large selection of staked tokens for a U.S.-based platform.Established in 2019, Binance.US became the subject of intense scrutiny by regulators as part of a sweeping enforcement action last year against Binance itself, the U.S. affiliate and the founder of the exchange group, Changpeng Zhao, citing a variety of securities law violations.In March of this year, the Securities and Exchange Commission (SEC), complained that Binance.US was not being entirely forthcoming in complying with requests for information about its customers' assets, with specific mention of custody and control over private and administrative keys.As regulators put more focus on security and compliance, it’s crucial for platforms to use technology that can check all boxes without sacrificing user experience, Fireblocks CEO Michael Shaulov said.“By integrating our wallet infrastructure, Binance.US is ensuring its custody operations are rock solid and fully aligned with what regulators are asking for,” Shaulov told CoinDesk in an email. “With Fireblocks, they can scale up staking operations securely and efficiently, giving users a smoother experience while staking their tokens and earning rewards.”Edited by Sheldon Reback.",
    "summary_vi": "Binance.US, chi nhánh của sàn giao dịch tiền điện tử lớn nhất thế giới, đang hợp tác với công ty lưu ký Fireblocks để nâng cao dịch vụ staking cho các token tiền điện tử. Công nghệ ví của Fireblocks sẽ giúp quản lý tài sản khách hàng một cách an toàn và tuân thủ quy định, đồng thời mở rộng dịch vụ staking trên nền tảng này. Michael Shaulov, CEO của Fireblocks, nhấn mạnh rằng việc tích hợp hạ tầng ví sẽ củng cố hoạt động lưu ký của Binance.US và đáp ứng yêu cầu từ các cơ quan quản lý. Sự hợp tác này diễn ra trong bối cảnh Binance.US đang phải đối mặt với sự giám sát chặt chẽ từ SEC về quản lý tài sản của khách hàng.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Osmosis Launches Cross-Chain Token Portal 'Polaris,' Expanding Beyond Cosmos Roots",
    "title_vi": "Translation text not found",
    "content": "Osmosis, the popular decentralized exchange (DEX), announced the launch of Polaris, described as a \"token portal\" aimed at solving one of decentralized finance's biggest challenges: fragmented user experience.According to the team, the platform will allow users to trade tokens across multiple blockchains through a single interface, eliminating the need for multiple wallets, bridges, and gas tokens.Polaris marks a strategy shift for Osmosis, one of the flagship networks in the Cosmos ecosystem’s web of interconnected blockchains.The exchange has historically promoted itself as a unified liquidity venue for Cosmos-based networks. Polaris, by contrast, will work equally well for non-Cosmos chains like Ethereum and Solana, and it will take a new approach to dealing with liquidity.\"We still believe in our original hypothesis, which is that people want to trade everything in one spot,\" Sunny Aggarwal, co-founder of Osmosis and Polaris, said in an interview with CoinDesk. \"But trying to aggregate everything into a single liquidity venue is just not going to work.\"The assets that people trade on Osmosis live inside of \"liquidity pools\" – crypto wallets on the Osmosis network that are pre-programmed to buy and sell tokens from users. This system is similar to the one used by popular decentralized exchanges like Uniswap, and it means that liquidity – the piles of tokens traded on Osmosis and other DEXes – are scattered across dozens of different exchange apps.“The UX of DeFi today feels extremely fragmented as everything is architected in a very chain-centric way,” Aggarwal said in a statement shared with CoinDesk. Chains often focus on metrics like total value locked (TVL) – collateral or deposits locked into a DeFi protocol – to attract capital, resulting in fragmented liquidity and a suboptimal user experience (UX), said the team.As a result of the \"Great Chain Divide,\" as Osmosis calls it, DeFi platforms generally operate in their own little universes, each with its own stockpiles of assets for users to buy and sell. Because these stockpiles tend to live on different blockchains, serious crypto trading generally requires one to download and keep track of a myriad of different wallet tools – a huge pain for users.Polaris lets users trade tokens between different blockchain networks without forcing those assets to reside in a single spot.\"Polaris is us taking a lot of the UX and UI components that, on Osmosis, we think are pretty awesome, and then we make them work in a cross-chain way,\" said Aggarwal. \"So you can trade EVM assets and Solana assets and Cosmos assets and everything in one DEX.\"Polaris manually integrates with existing DEXes and liquidity venues rather than competing with them, allowing users to access liquidity across networks. The platform’s \"bridge abstraction\" feature also enables seamless cross-chain trading, making it possible for users to swap assets like USDC on Ethereum for Bitcoin without the friction of manual processes. Additionally, users can track their entire portfolio across multiple chains in one place.Polaris isn't the first platform to help users trade assets between chains. Centralized exchanges like Coinbase and Kraken have long allowed similar functionality, but they come with the caveat that they take full custody of user assets – anathema to crypto principles around \"decentralization.\"Other DeFi products have taken swings at similar tech, however, and Polaris will need to differentiate itself in what's sure to be a crowded field of UX-focused competitors.Edited by Bradley Keoun.",
    "summary_vi": "Osmosis, một sàn giao dịch phi tập trung nổi tiếng, vừa ra mắt Polaris, được xem là \"cổng token\" nhằm giải quyết thách thức lớn nhất trong tài chính phi tập trung: trải nghiệm người dùng phân mảnh. Polaris cho phép người dùng giao dịch token trên nhiều blockchain thông qua một giao diện duy nhất, loại bỏ nhu cầu sử dụng nhiều ví và cầu nối. Sunny Aggarwal, đồng sáng lập Osmosis, nhấn mạnh rằng việc tập hợp mọi thứ vào một địa điểm thanh khoản duy nhất là điều không khả thi. Polaris sẽ tích hợp với các sàn DEX hiện có, mang đến khả năng giao dịch xuyên chuỗi một cách liền mạch. Mặc dù không phải là nền tảng đầu tiên cung cấp chức năng này, Polaris cần tạo sự khác biệt trong một thị trường đầy cạnh tranh.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Bitcoin and Ethereum Waver as US Inflation Slows to 2.5% in August",
    "title_vi": "Translation text not found",
    "content": "The price of Bitcoin was slightly down Wednesday after a widely watched inflation gauge showed that U.S. consumer prices rose less than expected in the 12 months through August.The Consumer Price Index (CPI) rose 2.5% on an annual basis, the Bureau of Labor Statistics (BLS) reported Wednesday. Economists expected the index, which tracks price changes across a basket of goods and services, to increase 2.6% year over year.On a monthly basis, inflation rose 0.2% in August, matching July’s increase to CPI. Prior to that, consumer prices declined 0.1% in June as CPI flipped negative for the first time since 2020.Immediately after the report’s release, the price of Bitcoin edged down to $56,500, posting a 1.5% decrease over the past day. Meanwhile, cryptocurrencies like Ethereum and Solana fell to $2,300 and $130, respectively.AD“All in all, it’s a very positive report now that leads to a 25-basis-point cut now being very likely for next week,” Tom Dunleavy, a partner at MV Global, told Decrypt. “I think the near term implications for Bitcoin are fairly muted.”Dunleavy said that as the Fed begins its expected rate-cut spree, November’s presidential election will have a more pronounced impact on Bitcoin’s price than monetary policy. Indeed, Bernstein analysts predicted Monday that there could be a $50,000 difference in Bitcoin’s price depending on which candidate wins the White House later this year.The new U.S. inflation data will be one of the last big data points officials will consider as the Federal Reserve prepares for its policy meeting next week. The U.S. central bank is widely expected to begin a series of rate cuts on Wednesday, as inflation shows signs of cooling toward its stated 2% goal.The question guiding markets—and Bitcoin investors—is just how fast the Fed will lower its benchmark interest rate as the economy continues to cool. Over the past month, traders have leaned toward an initial cut of 0.25%, penciling in a 67% chance Tuesday, according to the CME Group’s FedWatch Tool. Following the fresh inflation readout, the odds of a 0.25% rate cut strengthened to a 85% chance.ADOver the past year and a half, the Fed has lifted interest rates nearly a dozen times, trying to tame a decades-high bout of inflation by making it more expensive to borrow. As inflation concerns have receded, the Fed has focussed more on the labor market’s overall health.The U.S. labor market is influencing Bitcoin’s price too.For example, the asset’s price fell as low as $53,300 last week after a U.S. jobs report came in softer than expected. While economists expected employers would add 160,000 jobs in August, the BLS reported that employers added 142,000 jobs last month, and job growth figures for the previous two months were revised lower.While lower borrowing rates are expected to be good news for risk assets like Bitcoin, Bitfinex analysts previously told Decrypt that they could cause short-term headwinds as a “sell the news event.” Typically stock indexes like the S&P 500 dip following a rate cut, they said.Last week, Federal Reserve Board Governor Christopher Waller highlighted challenges with the Fed’s rate cut timing. While 25 basis point rate cuts would give officials time to monitor their impact on the economy, they may hamstring the Fed if the economy is slowing too much.“I do not expect this first cut to be the last,” Waller said. “I am open-minded about the size and pace of cuts, which will be based on what the data tell us about the evolution of the economy.”Edited by Stacy Elliott.",
    "summary_vi": "Giá Bitcoin đã giảm xuống còn 56.500 USD sau khi chỉ số giá tiêu dùng (CPI) của Mỹ tăng 2,5% trong 12 tháng qua, thấp hơn dự đoán 2,6%. Các loại tiền điện tử khác như Ethereum và Solana cũng ghi nhận sự sụt giảm. Tom Dunleavy từ MV Global nhận định rằng báo cáo này có thể dẫn đến việc Cục Dự trữ Liên bang cắt giảm lãi suất 25 điểm cơ bản trong tuần tới, nhưng tác động ngắn hạn đến Bitcoin sẽ không đáng kể. Dữ liệu lạm phát mới sẽ là một yếu tố quan trọng mà Cục Dự trữ Liên bang xem xét trước cuộc họp chính sách tiếp theo. Thị trường hiện đang chờ đợi quyết định về tốc độ cắt giảm lãi suất trong bối cảnh kinh tế đang chậm lại.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Robinhood’s Tenev says crypto can solve tradfi legacy issues",
    "title_vi": "Translation text not found",
    "content": "\nRobinhood CEO Vlad Tenev believes crypto can modernize traditional finance by addressing inefficiencies in the traditional financial infrastructure.\nCrypto can solve legacy inefficiencies in traditional finance by revolutionizing how financial services are offered and delivered, Robinhood chief executive Vlad Tenev told CNBC.\nIn a Sept. 11 interview, Tenev said cryptocurrency has the potential to revolutionize traditional finance, positioning it as a long-term infrastructure upgrade for financial services. He emphasized that blockchain technology could address inefficiencies in collateralized lending, trading, market making, and settlement processes.\n\nCrypto offers an infrastructure upgrade and a shift in how financial services are offered and delivered.\nVlad Tenev\n\nHe noted that the decentralized nature of blockchain technology holds the potential to resolve many of the challenges embedded in the U.S. financial infrastructure.\nRobinhood bets big on crypto adoption in US\nTenev’s remarks come amid crypto global adoption as highlighted in Gemini‘s newly released “2024 Global State of Crypto” report. The report, based on a survey of 6,000 participants across five countries, revealed that adoption in the U.S. and the U.K. remains consistent at 21% and 18%, respectively. France saw a modest increase in crypto ownership from 16% to 18%, while Singapore experienced a slight decline from 30% to 26%, according to the report.\nDespite regulatory concerns, the retail market shows signs of a rebound, with two-thirds of crypto holders viewing it as a long-term investment. While regulatory clarity remains a concern, Tenev remains optimistic, predicting that the U.S. “will continue to embrace the technology.”\nRobinhood recorded a profitable second quarter in 2024, with a 40% increase in revenue year-over-year, totaling $682 million, propelled by renewed interest in crypto trading. As crypto.news reported, the firm’s crypto transaction-based revenues hit $81 million, accounting for a 161% increase compared to the same period last year.\n\n",
    "summary_vi": "Vlad Tenev, CEO của Robinhood, tin rằng tiền điện tử có khả năng hiện đại hóa tài chính truyền thống bằng cách khắc phục những bất cập trong cơ sở hạ tầng tài chính hiện tại. Trong cuộc phỏng vấn ngày 11 tháng 9, Tenev nhấn mạnh rằng công nghệ blockchain có thể cải thiện quy trình cho vay có tài sản đảm bảo, giao dịch và thanh toán. Theo báo cáo \"2024 Global State of Crypto\" của Gemini, tỷ lệ người dùng tiền điện tử tại Mỹ và Vương quốc Anh lần lượt đạt 21% và 18%. Mặc dù có những lo ngại về quy định, thị trường bán lẻ đang phục hồi, với hai phần ba người nắm giữ tiền điện tử xem đây là khoản đầu tư dài hạn. Robinhood ghi nhận doanh thu quý II năm 2024 đạt 682 triệu USD, tăng 40% so với năm trước, nhờ vào sự quan tâm trở lại với giao dịch tiền điện tử.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Bitcoin could rally as exchange reserves fall, stablecoins gain in market cap",
    "title_vi": "Translation text not found",
    "content": "\nBitcoin price wavered on Wednesday, Sept. 11, as traders reflected on the Donald Trump and Kamala Harris debate.\nBitcoin exchange reserves have dived\nBitcoin (BTC) retreated to $56,700 from this week’s high of $58,000 while Trump-themed tokens like MAGA (TRUMP) fell by over 10% in the last 24 hours.\nKamala Horris (KAMA) token by a smaller margin as traders estimated that Harris had a better night than Trump. Polymarket’s odds flipped in her favor, with a 50% chance of winning in November. \nBitcoin and other cryptocurrencies are expected to perform well if Donald Trump wins the election, due to his support for the industry. He has hinted that he will replace Gary Gensler, maintain the Bitcoins in the government’s custody, and promote the U.S. as the crypto capital.\nMeanwhile, spot Bitcoin ETFs have seen inflows for the last two consecutive days, signaling that investors have started to buy the dip. They added $116 million on Sept. 10 and $28 million a day earlier.\nAnother potential catalyst for Bitcoin is that reserves on exchanges have continued to fall. Data from CoinGlass shows that these reserves dropped to 2.35 million, the lowest level in years, significantly lower than the year-to-date high of over 2.71 million.\n\n\n\n\nBitcoin reserves | Source: CoinGlass\nFalling Bitcoin reserves are a positive metric because they indicate that many holders are not selling. Recently, reserves rose in July and early August as the German government and Mt. Gox liquidated their holdings.\nFalling BTC reserves are happening as the volume of stablecoins in reserves moves upward. Tether’s (USDT) market cap has risen to over $118 billion, while USD Coin (USDC) jumped to a record high of $35.2 billion.\nA combination of falling Bitcoin reserves and rising stablecoin amounts is a sign that investors are waiting to buy. \n\nBitcoin technical risk remain\n\n\n\n\nBitcoin price | Chart by TradingView\nStill, Bitcoin faces some major risks ahead. The most important risk is that the spread between the 50-day and 200-day Exponential Moving Averages has continued to narrow, meaning that a death cross may happen. \nHistorically, financial assets tend to dive sharply when this pattern happens. In Bitcoin’s case, the last death cross led to a 65% dive in 2022. \nBitcoin also faces a major resistance, which is shown in the descending trendline that connects the highest swings since March this year. For a clear bullish breakout to happen, it will need to clear that resistance and the year-to-date high of $73,800.\n\n",
    "summary_vi": "Vào ngày 11 tháng 9, giá Bitcoin đã giảm xuống 56,700 USD từ mức cao 58,000 USD, đánh dấu một sự biến động đáng chú ý. Các token liên quan đến Donald Trump cũng ghi nhận sự giảm giá, trong khi token của Kamala Harris có sự tăng nhẹ. Dữ liệu cho thấy nếu Trump thắng cử, triển vọng cho Bitcoin và các loại tiền điện tử khác sẽ khả quan hơn. Đồng thời, dự trữ Bitcoin trên các sàn giao dịch đã giảm xuống mức thấp nhất trong nhiều năm, cho thấy nhiều nhà đầu tư không có ý định bán ra. Tuy nhiên, Bitcoin đang đối mặt với rủi ro kỹ thuật lớn, với khả năng xảy ra \"death cross\" có thể dẫn đến sự giảm giá mạnh trong thời gian tới.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Donald Trump Rant About Immigrants 'Eating the Pets' Didn't Do Much for Conspiracy Meme Coins",
    "title_vi": "Translation text not found",
    "content": "The anti-immigrant dog and cat eating conspiracy Donald Trump referenced during last night’s presidential debate has been circulating in the trenches of Pump.fun for a couple of days.Despite this, meme coins referencing the disproven claim flopped during the debate. Interestingly, most of them saw their peak hours before the Republican nominee brought it up.“In Springfield, they’re eating the dogs—the people that came in—they’re eating the cats,” Trump said during a debate with Vice President Kamala Harris. “They’re eating the pets of the people that live there, and this is what’s happening in our county.”\nTrump goes off the rails: “THEY’RE EATING THE PETS” #Debate2024 pic.twitter.com/tmba7AXiLK\n— philip lewis (@Phil_Lewis_) September 11, 2024ADThis comes from a racist and unfounded narrative that immigrants from Haiti have been abducting and eating pet cats, dogs, geese, and ducks in Springfield, Ohio.A city official said that they were not able to verify reports of Haitians cooking wildlife in local parks and that a viral video of a woman who allegedly killed and ate a cat was in fact not an immigrant at all. Bryan Heck, Springfield city manager, has personally shot down the claims—only to have them amplified by Trump and vice presidential candidate Sen. JD Vance (R-OH).And when there’s buzzy electoral schadenfreude, meme coins tend to follow.\nMonths ago, I raised the issue of Haitian illegal immigrants draining social services and generally causing chaos all over Springfield, Ohio.\nReports now show that people have had their pets abducted and eaten by people who shouldn't be in this country. Where is our border czar? pic.twitter.com/rf0EDIeI5i\n— JD Vance (@JDVance) September 9, 2024ADThe first token, Only Haitians in Ohio (OHIO), was created on September 9 on Pump.fun and has been attempting to spread the false claim. Despite the anti-immigrant rhetoric rampant in the token’s Telegram chat, the token failed to make significant headway. It survived for almost three volatile days or price swings, only to go to zero as Trump’s rant was immediately fact-checked by an ABC debate moderator.The Haitian Cats (hCAT) meme coin has seen a bit more success. It graduated to decentralized Solana exchange Raydium 24 hours after being posted on Pump.fun, eventually climbing to a market cap of $187,000. But this was hours before the debate started. It’s since fallen 84% from its peak.For what it's worth, the TRUMP meme coin hasn't fared well either. Onchain data analytics provider Kaiko noted on Twitter that its price fell 13% during the course of last night's presidential debate. But the drop pales in comparison to what the lesser known, and less liquid, conspiracy theory meme coins have seen.\nCrypto markets moved last night during the first US Presidential debate between Kamala Harris and Donald Trump.$TRUMP coin fell over 13% following the debate between the two candidates, according to Kaiko Market Metrics data. pic.twitter.com/fnhaaxkyKg\n— Kaiko (@KaikoData) September 11, 2024In the hour leading up to the debate, hCAT climbed 86% from a $40,000 market cap to $76,000, but fell 32% during the first half an hour of the presidential face-off.When Trump eventually referenced the disproven conspiracy, the token spiked 125% in 4 minutes to a market cap of $123,000. But it was fleeting. The token saw its market cap drop 90% over the next half an hour.With this, the finger pointing began on Telegram.“Motherfuckers dumped the farm. This could send to a million easily,” one user on a now-deleted account said. “You guys suck dick. Broke ass,” another said.ADEdited by Stacy Elliott.",
    "summary_vi": "Trong cuộc tranh luận tổng thống gần đây, Donald Trump đã đề cập đến một thuyết âm mưu vô căn cứ về việc người nhập cư ăn thịt thú cưng ở Springfield, Ohio. Mặc dù thuyết này đã lan truyền trên mạng, nhưng các đồng tiền meme liên quan không đạt được thành công trong suốt cuộc tranh luận. Một quan chức thành phố khẳng định không có bằng chứng xác thực cho những cáo buộc này. Đồng tiền meme \"Haitian Cats\" (hCAT) từng có thời gian ngắn thành công nhưng đã giảm mạnh 84% từ đỉnh điểm. Đồng tiền TRUMP cũng ghi nhận mức giảm 13% trong suốt cuộc tranh luận. Sự kiện này cho thấy thị trường tiền mã hóa rất nhạy cảm trước các tuyên bố gây tranh cãi.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "U.S. Core Inflation Rose 0.3% in August, Faster Than Anticipated",
    "title_vi": "Translation text not found",
    "content": "While the headline U.S. Consumer Price Index (CPI) came in as expected last month, the core rate rose more than economist forecasts, likely sealing the deal for the Federal Reserve to cut its benchmark lending rate by just 25 basis points next week.The CPI rose 0.2% in August versus economist forecasts for 0.2% and 0.2% in July. On a year-over-year basis, CPI was higher by 2.5% against expectations for 2.6% and 2.9% in July.Core CPI – which excludes food and energy costs – rose 0.3% in August, faster than a forecast 0.2% and 0.2% in July. The core rate year-over-year was 3.2% against an anticipated 3.2% and 3.2% in July.Down marginally for the day coming into the inflation print, the price of bitcoin (BTC) fell a bit more in the minutes following the news, now lower by 1.5% over the past 24 hours to $56,500.Ahead of the data, markets had priced in a 71% chance the Fed would trim its benchmark fed funds rate range by 25 basis points to 5%-5.25% when it meets next week, with a 29% chance the central bank cuts by 50 basis points to 4.75%-5%, according to CME FedWatch. The stubborn persistence of core inflation – which the Fed often prefers to the headline number – is likely to solidify expectations of the Fed just moving by the lower amount.Indeed, 15 minutes following the CPI release, the chances of the Fed cutting by 25 next week has jumped to 85%. A check of months further out finds the odds that the Fed slashes rates by just 75 basis points by year-end has risen to 14% versus 9% one day ago.",
    "summary_vi": "Cục Dự trữ Liên bang Mỹ (Fed) vừa công bố chỉ số giá tiêu dùng (CPI) tháng 8, cho thấy CPI tăng 0,2% so với tháng trước, trong khi CPI lõi (không bao gồm thực phẩm và năng lượng) tăng 0,3%, vượt qua dự báo. Sự gia tăng này có thể dẫn đến khả năng Fed cắt giảm lãi suất chuẩn 25 điểm cơ bản trong cuộc họp tới, với thị trường hiện dự đoán 85% khả năng xảy ra điều này. Sau thông tin về CPI, giá bitcoin giảm 1,5%, xuống còn 56.500 USD. Sự kiên trì của lạm phát lõi có thể sẽ ảnh hưởng đến các quyết định của Fed trong tương lai.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Doors Open at Prometheum as Much-Disputed Firm Tests Crypto Tokens as Securities",
    "title_vi": "Translation text not found",
    "content": "The custody function of crypto platform Prometheum Inc. is now open for institutional clients.Prometheum had soft-launched with ETH and later added UNI and ARB to the assets it'll support, and this week the company said it'll also take custody of OP and GRT.Co-CEO Aaron Kaplan said Prometheum is trying to become the PayPal of crypto.While the broader crypto industry fights with the U.S. Securities and Exchange Commission about the agency's labeling of most tokens as securities, Prometheum is swinging open its doors for a long-awaited test of its strategy to assume the SEC is right.The company is now ready to accept institutional clients' holdings of Ethereum's ether (ETH), Uniswap (UNI) and Arbitrum (ARB), and it's added two more tokens: Optimism's (OP) and The Graph (GRT). It opened its custody business on Wednesday after a previous soft-launch period, and the firm is on its way to starting a trading operation in the \"very near future,\" said Benjamin Kaplan, the CEO of Prometheum Capital and Co-CEO of its parent company, Prometheum Inc.Prometheum's untested advantage: It was the first fully registered crypto special-purpose broker dealer under the SEC's rules, and it's licensed for clearing and settlement, making it a potential one-stop shop as the business becomes fully operational. Until this week, that was a solitary status, but tZero Group Inc. said it got the same broker-dealer license and hopes to launch products next year.However, much of the rest of the industry and prominent Republican lawmakers claim it's impossible to run such a crypto business under the existing securities laws, and Prometheum hasn't yet disclosed any customers or revenue to prove its critics wrong.Kaplan said there's been \"an immense amount of interest\" from potential users and issuers.\"We're trying to be the PayPal of the digital asset industry,\" said Aaron Kaplan, who shares the CEO duty with his brother, in an interview with both Kaplans. He said there's no ecosystem at the moment that's set to be a compliant infrastructure for the \"full life cycle\" of securities products issued on-chain, which is especially important as interest rises for the tokenization of assets.Prometheum Capital's addition of the tokens from Optimism, an Ethereum-based layer-two blockchain, and The Graph, a decentralized protocol for indexing and querying data from blockchains, was announced alongside the grand opening.\"This is just the beginning,\" Benjamin Kaplan said of the launch with five eligible tokens. \"We're going to have quite a full vending machine.\"The company does not yet have a public timeline for launching trading and settlement services.Read More: Controversial Crypto Firm Prometheum to Treat Uniswap and Arbitrum's Tokens as SecuritiesWhen asked whether the company has had any clear conversations with the regulator over whether its approach is viable, Kaplan declined to detail interactions except to say Prometheum communicates with the SEC in the normal course of business.An SEC spokesman declined a request for comment on the agency's view of Prometheum's custody operation.The business' survival represents one of a handful of crucial industry tests, which would also include the outcome of a number of federal court battles. In Prometheum's case, if the SEC accepts its business model, that could prove it's possible to run a crypto platform under current laws, as argued by SEC Chair Gary Gensler. But if the SEC puts a stop to it, it counters the years-old argument from the agency that digital assets businesses need only comply with the laws to satisfy the agency.Commodity Futures Trading Commission Chairman Rostin Behnam said in congressional testimony this year that a move from the SEC that validates Prometheum's treatment of ETH as a security will throw into question the longstanding position of CFTC-regulated firms that it's a commodity.\"We're not here to fight the battle between regulators,\" Benjamin Kaplan said. \"We're proceeding under the federal securities laws as we believe it's the best framework to protect customers.\"Edited by Nikhilesh De.",
    "summary_vi": "Công ty Prometheum Inc. vừa ra mắt chức năng lưu ký dành cho khách hàng tổ chức, hỗ trợ các tài sản như Ethereum (ETH), Uniswap (UNI), Arbitrum (ARB), Optimism (OP) và The Graph (GRT). Co-CEO Aaron Kaplan nhấn mạnh rằng công ty đang hướng tới mục tiêu trở thành \"PayPal của ngành tài sản kỹ thuật số\". Prometheum là nhà môi giới crypto đầu tiên được SEC cấp phép hoàn toàn, tuy nhiên, công ty vẫn chưa công bố thông tin về khách hàng hay doanh thu. Hiện tại, Prometheum đang đối mặt với thách thức từ SEC liên quan đến tính khả thi của mô hình kinh doanh. Nếu SEC chấp thuận mô hình này, nó có thể mở ra cơ hội cho các nền tảng crypto hoạt động hợp pháp hơn trong tương lai.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Vitalik Buterin linked wallet dumps $2.2m in ETH in 12 days",
    "title_vi": "Translation text not found",
    "content": "\nA wallet which received 3800 ETH from Vitalik Buterin in August has sold over 950 ETH over the past weeks.\nAccording to Lookonchain, a wallet that received approximately $9.8 million in ETH from Ethereum co-founder Vitalik Buterin sold 190 ETH for $441,971 USDC on Sept. 11. \nThe wallet initially received 3,800 ETH from Buterin last month—3,000 ETH on Aug. 9 and an additional 800 ETH on Aug. 30. Shortly after, it sold 760 ETH for $1.835 million USDC at an average of $2,414 per ETH, before continuing with the subsequent sales.\nAt the time of writing the wallet had sold 950 ETH since Aug. 30, for roughly $2.28 million.\nThe transfers sparked accusations that Buterin was selling ETH for profits, but he recently denied these claims, stating the funds were intended for supporting ecosystem development and philanthropic efforts.\n“All sales have been to support various projects that I think are valuable, either within the ethereum ecosystem or broader charity,” Buterin said in an X post.\n\nHowever, he did not clarify who was the recipient of his latest transfer.\nAmid this backdrop, the Ethereum Foundation, the entity supporting the development of the Ethereum blockchain, has also made several notable transactions over the past months. \nAs previously reported by crypto.news, the foundation recently sold 450 ETH for 1.029 million DAI on Sep. 9, bringing its total sales for 2024 to 3066 ETH. While the Ethereum Foundation hasn’t officially commented on the rationale behind its recent ETH sales, insiders have noted that these were intended to cover the foundation’s operational expenses.\nMeanwhile, the recent sales have exerted downward pressure on Ethereum’s (ETH) price, with the leading altcoin currently down 13% over the past 30 days.\n\n",
    "summary_vi": "Vitalik Buterin, đồng sáng lập Ethereum, đã chuyển 3.800 ETH vào tháng 8, trong khi ví nhận được đã bán hơn 950 ETH trong vài tuần qua. Theo thông tin từ Lookonchain, ví này đã bán 190 ETH với giá 441.971 USDC vào ngày 11 tháng 9. Tổng cộng, ví đã bán 950 ETH từ ngày 30 tháng 8, thu về khoảng 2,28 triệu USD. Buterin đã bác bỏ cáo buộc bán ETH để kiếm lời, nhấn mạnh rằng các giao dịch này nhằm hỗ trợ phát triển hệ sinh thái và các nỗ lực từ thiện. Đồng thời, Quỹ Ethereum cũng đã bán 450 ETH để trang trải chi phí hoạt động, góp phần gây áp lực giảm giá lên ETH, khiến đồng tiền này giảm 13% trong 30 ngày qua.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "EU Regulator Sees Official Journal Publication of Stablecoin Standards Before Year-End",
    "title_vi": "Translation text not found",
    "content": "Technical standards under the European Union's Markets in Crypto Assets (MiCA) act will probably be published in the EU's official journal before the end of the year.The rules cover standards for authorization, stress testing and methods to estimate the number and value of transactions for stablecoin issuers.Standards laying out how stablecoin issuers such as Tether and Circle can operate in the European Union (EU) are likely to become official toward the end of the year, a spokesperson from the European Banking Authority (EBA) told CoinDesk.They are included in the 15 technical standards submitted by the EBA, which was tasked with developing them alongside the European Securities and Markets Authority (ESMA), to the European Commission, the EU's executive branch.Rules allowing crypto companies to serve clients across the 27-nation trading bloc with a single license, known as MiCA, passed into law last year. The stablecoin rules came into force in June, and the rest of MiCA will be in place by December.The commission is looking over the standards and will need to decide whether to adopt the texts as is or whether to request changes. The standards cover authorization, stress testing and methods to estimate the number and value of transactions among other issues.Once the commission has signed off, the rules will need to be scrutinized by the European Parliament and European Council. Then they have to go through translation and formal adoption before being published in the official journal. That is where the bloc's official acts and information appear.Read more: EU's Restrictive Stablecoin Rules Take Effect Soon and Issuers Are Running Out of TimeEdited by Sheldon Reback.",
    "summary_vi": "Theo Cơ quan Ngân hàng Châu Âu (EBA), các tiêu chuẩn kỹ thuật của Quy định về Tài sản Tiền điện tử (MiCA) của Liên minh Châu Âu dự kiến sẽ được công bố chính thức trước cuối năm nay. Các quy định này bao gồm tiêu chuẩn về cấp phép, kiểm tra áp lực và phương pháp ước lượng giao dịch cho các nhà phát hành stablecoin như Tether và Circle. MiCA cho phép các công ty tiền điện tử hoạt động trong 27 quốc gia EU với một giấy phép duy nhất. Quy định về stablecoin đã có hiệu lực từ tháng 6, và toàn bộ MiCA sẽ được áp dụng vào tháng 12. Sau khi được Ủy ban châu Âu phê duyệt, các quy định sẽ được Nghị viện và Hội đồng Châu Âu xem xét trước khi công bố chính thức.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Crypto ranks as second most targeted industry for ID fraudsters in 2024",
    "title_vi": "Translation text not found",
    "content": "\nDue to its anonymity, the cryptocurrency industry has become the target of identity-related fraudulent activities in recent months.\nAccording to an AU10TIX fraud report shared with crypto.news, crypto-related platforms accounted for 29% of global identity fraud attempts in the second quarter of 2024, positioning the sector just behind the payments industry at 52%.\nAs payment providers tighten security protocols, identity thieves turn to decentralized exchanges and wallets. The anonymity of transactions on blockchain networks makes them attractive for criminals looking to create fake profiles and execute fraudulent schemes.\nThis increase follows a broader trend of cybercriminals shifting to less regulated industries. Per the report, one of the primary methods used by fraudsters is impersonation bots, now enhanced with deepfake technology. \nThese bots are designed to create realistic fake accounts, enabling criminals to infiltrate platforms and execute fraudulent schemes, per the report. \n\nSome recent prominent targets of deepfakes promoting crypto scams include Ethereum co-founder Vitalik Buterin, Ripple CEO Brad Garlinghouse, Tesla CEO Elon Musk, and most recently, Apple CEO Tim Cook. \nWhile some of these frauds fail, others have become successful. A June 2024 report from Bitget confirmed that losses from scams related to deepfakes have exceeded $79 billion in the past two years, with a massive spike of 245% recorded this year.\nIn Q2 2024, the crypto industry recorded losses amounting to $572 million to scams and hacks. Also, recent data from Chainalysis shows that cryptocurrency crime overall accounted for $24.2 billion in illicit transactions in 2023, representing 0.34% of the total crypto trading volume. \nThis marks a reduction from previous years, indicating efforts to improve security measures. However, despite this improvement, ransomware and dark web market activity related to cryptocurrency has surged in recent months.\nMeanwhile, the AU10TIX report confirmed that the rise in ID fraud across all sectors has particularly affected the Asia-Pacific region, with identity fraud rates rising by 24% between 2022 and 2023 to 3.27%.\nNotably, the shift towards decentralized finance and the rise of Fraud-as-a-Service have also contributed to the crypto industry’s vulnerability. Reports show that DeFi platforms are particularly susceptible to exploits, with $739 million stolen in Q1 2024 alone due to phishing, hacks, and weak code security.\n\n",
    "summary_vi": "Theo báo cáo của AU10TIX, ngành công nghiệp tiền điện tử đã trở thành mục tiêu hàng đầu của các hoạt động gian lận danh tính, chiếm 29% tổng số vụ gian lận toàn cầu trong quý II năm 2024. Tính ẩn danh của giao dịch blockchain thu hút tội phạm, đặc biệt khi các nhà cung cấp thanh toán thắt chặt bảo mật. Công nghệ deepfake được sử dụng để tạo tài khoản giả mạo, gây thiệt hại hơn 79 tỷ USD trong hai năm qua. Mặc dù biện pháp bảo mật được cải thiện, hoạt động tội phạm liên quan đến tiền điện tử vẫn gia tăng, đặc biệt tại khu vực châu Á-Thái Bình Dương. Báo cáo nhấn mạnh sự cần thiết của các giải pháp bảo mật mạnh mẽ hơn trong lĩnh vực tiền điện tử.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "First Mover Americas: Bitcoin Drops Below $56.5K on Risk-Off Day",
    "title_vi": "Translation text not found",
    "content": "This article originally appeared in First Mover, CoinDesk’s daily newsletter, putting the latest moves in crypto markets in context. Subscribe to get it in your inbox every day.Latest PricesCoinDesk 20 Index: 1,791.61 −1.35%Bitcoin (BTC): $56,496.83 −1.1%Ether (ETH): $2,314.39 −1.45%S&P 500: 5,495.52 +0.45%Gold: $2,521.60 +0.11%Nikkei 225: 35,619.77 −1.49%Top StoriesBitcoin slid to just over $56,000 after Kamala Harris was perceived to have bettered Donald Trump in their first presidential debate. BTC recovered to over $56,500 during the European morning, but remained around 1.3% lower over 24 hours. The broader digital asset market, as measured by the CoinDesk 20 Index, dropped about 1%. The Japanese yen rallied to 140.70 per U.S. dollar, its strongest since January, appreciating beyond the early August level of 141.68 in a sign of a move away from riskier assets. The yen picked up a strong bid in late July after the Bank of Japan hiked interest rates for the first time in decades.Vice President Kamala Harris appears to have beaten Donald Trump in the first debate between the U.S. presidential candidates on Tuesday, based on the direction of prediction bets on Polymarket, while crypto policy went unmentioned. Despite Harris' performance, the two are effectively tied in the Polymarket contract for who will win the election, with Harris' odds increasing slightly during the course of the debate. The debate did not delve into crypto, or even general technology or finance issues beyond a section on the economy. Trump, as he has been doing in recent weeks, touted the benefit of tariffs during his time on the stand, saying he would have \"substantial tariffs.\" Harris pushed back, saying Trump left the Biden administration with a trade deficit, \"one of the highest we've seen in history.\"Mining was much less profitable in August than July as BTC slid and the average network hashrate rose about 2.7%, investment bank Jefferies said. Miners' average daily revenue per exahash fell by 11.8% from the previous month as a result, the report said. \"September is shaping up to be another difficult month as BTC remains below $60K and the network hashrate continues to climb,\" analysts wrote. Jefferies notes that there were fewer days of extreme heat this summer, which meant better uptime for the largest miners. The bitcoin mined by Marathon Digital last month implies roughly 88% uptime, compared with 75% in August last year. For the 10 largest bitcoin miners the bank tracks, implied uptime last month was around 83% versus 76% a year ago and 79% in August 2022.Chart of the Day(Amberdata)The chart shows the distribution of open interest or active positions in bitcoin options listed on Deribit.Most open interest is concentrated in call options at higher strikes, with the $100,000 bet being the most popular.It shows that sentiment remains bullish despite the recent price swoon.Source: Amberdata- Omkar GodboleTrending PostsIndonesian Crypto Exchange Indodax Hacked for $22M; Pauses Activity Before Bigger HitSingapore Investigating Seven People for Providing Worldcoin ServicesCaroline Ellison Shouldn't Go to Jail After FTX Collapse, Attorneys SayEdited by Sheldon Reback.",
    "summary_vi": "CoinDesk báo cáo Bitcoin (BTC) giảm xuống dưới 56.000 USD sau cuộc tranh luận tổng thống giữa Kamala Harris và Donald Trump, trước khi phục hồi nhẹ lên trên 56.500 USD. Tuy nhiên, BTC vẫn giảm 1,3% trong 24 giờ qua. Chỉ số CoinDesk 20 cũng sụt giảm khoảng 1%. Đồng yên Nhật tăng giá, phản ánh xu hướng tránh rủi ro của nhà đầu tư. Theo báo cáo từ ngân hàng Jefferies, lợi nhuận khai thác Bitcoin giảm trong tháng 8 do giá BTC sụt giảm và hashrate tăng. Mặc dù vậy, dữ liệu cho thấy thời gian hoạt động của các thợ đào lớn đã cải thiện so với năm trước.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "India and Nigeria Lead the World in Crypto Adoption Again, but Indonesia Is Fastest Growing: Chainalysis",
    "title_vi": "Translation text not found",
    "content": "India maintained its top position in Chainalysis' annual global crypto adoption report.Indonesia has the highest year-over-year growth at nearly 200% in Central and Southern Asia.India and Nigeria have maintained the top two positions in the world in terms of grassroots crypto adoption but Indonesia is the fastest growing, according to blockchain analytics firm Chainalysis' annual report released Wednesday.Since last year, Indonesia jumped four places to third as one of the fastest-growing crypto markets. Within the Central & Southern Asia and Oceania (CSAO) Region, Indonesia has the highest year-over-year growth at nearly 200% and the highest cryptocurrency value received, at approximately $157.1 billion.As many as seven of the top 20 countries came from the CSAO region.The U.S. maintained its fourth position from 2023, while Vietnam fell from third to fifth.The report was the fifth such exercise undertaken by Chainalysis. It ranked 151 countries for which sufficient data existed between Q3 2021 to Q2 2024, with a slight change in its methodology. It excluded calculating P2P cryptocurrency exchange trade volumes and instead factored in DeFi activity.India's return to the top despite Indonesia's charge could be attributed to it the nation giving, \"if not legitimacy, at least little more credibility\" to the crypto eco system, by recently registering both Binance and KuCoin, off shore exchanges it had previously taken action against.The report also said Indonesia's crypto market is not being driven by regulatory progress but by trading opportunities through alternative investment opportunities such as meme coins to make quick profits and a \"higher share of both decentralized exchange (DEX) and decentralized finance (DeFi) activity than those of other countries in the region, as well as the global average.\"Read More: 'Pig Butchering' Scams Remain Dangerous Threat in Crypto Markets, Chainalysis Report SaysEdited by Parikshit Mishra.",
    "summary_vi": "Theo báo cáo thường niên của Chainalysis về sự chấp nhận tiền điện tử toàn cầu, Ấn Độ tiếp tục dẫn đầu, với Nigeria đứng thứ hai. Indonesia ghi nhận mức tăng trưởng ấn tượng gần 200% trong năm qua, vươn lên vị trí thứ ba. Báo cáo chỉ ra rằng Ấn Độ đã tăng cường tính hợp pháp cho hệ sinh thái tiền điện tử bằng cách đăng ký các sàn giao dịch lớn như Binance và KuCoin. Trong khi đó, sự phát triển của Indonesia chủ yếu được thúc đẩy bởi cơ hội giao dịch và hoạt động tài chính phi tập trung (DeFi), không phải do tiến bộ trong quy định. Khu vực Trung và Nam Á nổi bật với mức tăng trưởng cao trong việc chấp nhận tiền điện tử.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "WhoMadeWho, Da Capo to Headline Token2049 Closing Event After2049",
    "title_vi": "Translation text not found",
    "content": "After2049, the closing event for the Token2049 conference in Singapore, has revealed the headline acts for its show on Friday, September 20.Award-winning trio WhoMadeWho, known for their appearances at Burning Man, Sonar, and Roskilde, will make their Singapore debut, joined by South African DJ and producer Da Capo, and Hong Kong artists Leon, Milam, and Mo-Shi.\n2 weeks to go: AFTER 2049 presents WhoMadeWho & Da Capo - 20 Sep 2024\nThe most iconic Singapore Pre-Formula 1 GP party, #AFTER2049, returns with a star studded lineup.\nGet ready for a multi-sensory music experience: 360° sound, synchronised lighting, and exhilarating views. pic.twitter.com/Nn5OKzAFlc\n— AFTER 2049 (@after2049_) September 4, 2024After2049 will take place at the Marina Bay Sands’ SkyPark Observation Deck, offering an expected 2,000 attendees views of an evening Formula 1 session from the 57th floor, together with an open bar and a multi-sensory musical experience.“Set against Singapore's mesmerising skyline, AFTER 2049 promises more than just music—it's a symphony of experiences where every element is crafted for an unforgettable night,” said Token2049 founder Raphael Strauch.“Prepare for a landmark event that will redefine the electronic party scene in Singapore,” Strauch said, adding that the After2049’s “immersive setup” will “transform the venue into a portal of sound and light.”After2049 has enlisted spatial audio pioneers Polygon Productions to provide an “immersive 360° audio experience” using its 3D sound technology, which employs a circular array of speaker stacks powered by L-Acoustics L-ISA technology—enabling the music to move “above, around and through the audience.”Tickets for After2049 sold out in minutes in 2023, and demand is expected to surpass all previous records for the 2024 edition, the organizers said. The final limited release of AFTER 2049 tickets will be available through Resident Advisor on 12th September—and given the high demand experienced in previous releases, the remaining tickets are expected to sell out very quickly.Billed as the “world’s largest crypto event,” Tokent2049 takes place from September 18-19 at Singapore’s Marina Bay Sands. An expected 20,000 attendees from over 150 countries are set to attend the 2024 edition, with speakers at this year’s event including Binance CEO Richard Teng, Solana founder Anatoly Yakovenko and whistleblower Edward Snowden.Sponsored post by Token2049Learn More about partnering with Decrypt.",
    "summary_vi": "Sự kiện After2049, một phần của hội nghị tiền điện tử Token2049, sẽ diễn ra vào ngày 20 tháng 9 năm 2024 tại Marina Bay Sands, Singapore. Với sự góp mặt của nhóm nhạc WhoMadeWho và DJ Da Capo, sự kiện hứa hẹn mang đến trải nghiệm âm nhạc đa giác quan với âm thanh 360° và ánh sáng đồng bộ. Raphael Strauch, người sáng lập Token2049, khẳng định After2049 sẽ tái định nghĩa cảnh quan tiệc tùng điện tử tại Singapore. Là một phần của hội nghị được coi là sự kiện tiền điện tử lớn nhất thế giới, After2049 dự kiến thu hút 20,000 người tham dự từ hơn 150 quốc gia. Vé cho sự kiện này đã bán hết nhanh chóng vào năm 2023 và dự đoán sẽ tiếp tục nhận được sự quan tâm lớn trong năm 2024.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Crypto Goes Unmentioned Again at Second Presidential Debate",
    "title_vi": "Translation text not found",
    "content": "Crypto did not emerge as a topic of discussion during the second presidential debate, but that didn't stop the candidates from going back and forth on a number of other topics.You’re reading State of Crypto, a CoinDesk newsletter looking at the intersection of cryptocurrency and government. Click here to sign up for future editions.'Concepts of a plan'The narrativeThe 2024 U.S. presidential election is less than two months away. On Tuesday night, Vice President Kamala Harris and former President Donald Trump met to argue for their respective visions of and for America.Why it mattersThe election is in less than two months. In a little over four months, the U.S. will have a new commander-in-chief, who can nominate new regulatory agency and Department heads and drive policy. Obviously, the crypto industry is interested. Alas, the issue did not make an appearance Tuesday night.Breaking it downThere's really not a whole lot to say here. A group of CoinDesk reporters watched it and you can read my coverage with my colleague Sam Reynolds here. Some quick takeaways:Polymarket had Trump up by a few cents in its 2024 election winner market before the debate started. By the end, he and Harris were tied.Polymarket believes Harris won the debate itself. The contract will resolve after the next Ipsos/538 poll is published with snap results. An immediate CNN poll agreed.That prior headline has made some people on X (formerly Twitter) a bit upset. Take it up with the Polymarket bettors.Harris' strategy seems to have been to bait Trump (comments on crowd sizes, anyone?) and otherwise appeal to undecided, centrist voters in this election, with remarks about the border, being a gun owner, tax credits for young families, tax deductions to small businesses and protecting healthcare rights like abortion.Trump's strategy seems to have been to focus on the contrasts between him and President Joe Biden, whose administration Harris is a part of. He commented on his COVID response, his plan to impose tariffs on foreign companies importing goods and otherwise establish himself as the man with the existing bona-fides.Forget crypto, tech issues generally didn't make an appearance in this debate. Artificial intelligence, the recent Google monopoly ruling, datacenter expansion, the PS5 Pro being a whopping $700, Huawei introducing a trifold cellular phone that costs four times the PS5 Pro, none of these made the (a little over) 90-minute debate (though to be clear, the moderators did have a lot of topics to get to and there was a lot of extemporaneous back-and-forth.You can read fact-checks of the candidates' claims from NPR, CNN or the Wall Street Journal here (WSJ did not publish one unified article hence the Google link) or at your favorite news organization.It's unclear whether another debate will be scheduled. Harris campaign officials said they wanted one, while Trump said he'd \"look at it.\"The vice presidential nominees – Sen. J.D. Vance and Gov. Tim Walz – will debate on Oct. 1.Stories you may have missedCaroline Ellison Shouldn't Go to Jail After FTX Collapse, Attorneys Say: The former Alameda Research CEO should be sentenced to at most time served and supervised released, Caroline Ellison's attorneys told a judge Tuesday night. We're now waiting for the Department of Justice to file its sentencing submission. Ellison will be sentenced on Sept. 24. Who's joining me in court?Second U.S. Firm tZero Said to Become Crypto Broker Dealer Under SEC Oversight: tZero says it's now the second special-purpose broker-dealer, after Prometheum.Robinhood's Former Ban on Crypto Withdrawals Draws $3.9M Settlement in California: Robinhood will pay $3.9 million to settle allegations it broke the law by blocking customers from withdrawing crypto between 2018 and 2022.This weekTuesday14:00 UTC (10:00 a.m. EDT) The House Financial Services Committee held a subcommittee hearing on decentralized finance.01:00 UTC Wed. (9:00 p.m. EDT) Vice President Kamala Harris and former President Donald Trump held a debate (see above).Thursday14:30 UTC (10:30 a.m. EDT) Kalshiex recently won a case against the U.S. Commodity Futures Trading Commission arguing it should be allowed to list and trade political events contracts (i.e. prediction markets), which the CFTC previously blocked. The CFTC is asking for the judge overseeing the case to prevent Kalshi from immediately listing these contracts while it figures out if it's going to appeal – importantly, the judge has, as of press time, not published a detailed opinion explaining her order, which the CFTC argues it needs to review. Kalshi, of course, opposed any kind of stay. The judge scheduled a hearing for this Thursday.16:00 UTC (12:00 p.m. EDT) Former FTX Digital Markets CEO Ryan Salame will appear in court after previously asking Judge Lewis Kaplan to withdraw his guilty plea or vacate his sentence, alleging the Department of Justice lied to him about not prosecuting his partner, Michelle Bond. Salame is trying to withdraw that motion, but the judge wants him in court anyway.Elsewhere:(The Wall Street Journal) There was (apparently) a Tik Tok trend where people discovered a \"money glitch\" where they could deposit a check to their Chase Bank accounts and immediately withdraw the cash, even if they didn't have enough funds. People did this, seemingly unaware that it's called \"check fraud.\" Long story short Chase is now referring these customers to law enforcement officials.(NBC) Congress faces a Sept. 30 deadline for continuing to fund the government.(Politico) Politico dug into some of the fights within and around Fairshake, the crypto-focused super political action committee.(NBC) So this went in a weird direction. A group of lawmakers, including Vice Presidential nominee and Sen. J.D. Vance, claimed that immigrants were eating pets in Springfield, Ohio (a claim reiterated by Donald Trump on the debate stage Tuesday night). This is not the case, but it's a claim that's spreading.If you’ve got thoughts or questions on what I should discuss next week or any other feedback you’d like to share, feel free to email me at nik@coindesk.com or find me on Twitter @nikhileshde.You can also join the group conversation on Telegram.See ya’ll next week!Edited by Parikshit Mishra.",
    "summary_vi": "Trong cuộc tranh luận tổng thống thứ hai, Phó Tổng thống Kamala Harris và cựu Tổng thống Donald Trump đã tập trung vào các vấn đề trọng tâm như biên giới, quyền sở hữu súng và chính sách thuế. Mặc dù cuộc bầu cử tổng thống Mỹ 2024 đang đến gần, nhưng chủ đề tiền điện tử vẫn chưa được đề cập. Harris nỗ lực thu hút cử tri trung lập, trong khi Trump nhấn mạnh sự khác biệt với chính quyền Biden. Tuy nhiên, công nghệ và các vấn đề liên quan đến tiền điện tử không được thảo luận, cho thấy ngành công nghiệp này vẫn đang gặp thách thức trong việc thu hút sự chú ý của giới chính trị. Cuộc bầu cử sắp tới sẽ có ý nghĩa quan trọng đối với chính sách và quy định trong tương lai.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "The balancing act: How global regulatory shapes fintech innovation | Opinion",
    "title_vi": "Translation text not found",
    "content": "\n\nThe fintech sector stands at a pivotal juncture where the push for innovation intersects with the pull of increasing regulatory oversight. As the CEO of Keabank, I have seen firsthand how global regulatory trends, such as stricter data privacy laws and anti-money laundering requirements, are transforming the landscape for fintech companies. While these regulations are undoubtedly necessary to protect consumers and the financial system, they also present significant challenges and opportunities for innovation. The question is: How do we strike the right balance?\n\nAML requirements: A necessary challenge\nAnti-money laundering regulations are another area where global trends are having a profound impact on fintech companies. As financial transactions increasingly move online, regulators have increased their efforts to prevent illicit activities such as money laundering and terrorist financing. This has led to the introduction of stricter know your customer requirements, as well as enhanced monitoring and reporting obligations.\nThese regulations can be burdensome for fintech companies, particularly those operating across borders. Large banks and financial institutions invest millions, if not billions, to maintain an effective AML framework. Binance’s recent announcement is a stark reminder of the scale of investment required. Fintechs, often with more limited resources, must cope with the same standards and rules. The need to implement robust AML systems can divert resources away from other areas of innovation. Moreover, the complexity of navigating different regulatory frameworks in multiple jurisdictions can be overwhelming for smaller fintech firms, potentially stifling their growth.\nYet, these challenges also present opportunities for innovation. The fintech sector is uniquely positioned to develop advanced solutions that not only meet but exceed regulatory expectations. For example, integrating blockchain technology into compliance processes can enhance transparency and traceability, making detecting and preventing illicit activities easier. By leveraging technology to streamline compliance, fintech companies can turn regulatory requirements into a catalyst for innovation rather than a barrier.\nMoreover, the emergence of Banking-as-a-Service and embedded finance and collaborations between big banks and fintechs showcases the potential to “outsource” compliance work to more effective fintech solutions. This approach allows for a more specialized focus on compliance while enabling banks to innovate at a faster pace.\nIt’s also important to recognize the cyclical nature of regulatory environments. Regulators typically go through phases: initially being very open, welcoming new players through sandboxes, or issuing more licenses, followed by a tightening phase where fewer new licenses are granted, and existing players face greater scrutiny. Finally, a maturity phase sets in, where both new fintechs and regulators understand what to expect from each other. Most jurisdictions are currently in this maturity stage, which is a positive development, as it provides a more stable environment for fintech innovation.\nData privacy laws: A double-edged sword\nIn recent years, data privacy has moved to the forefront of regulatory agendas worldwide. The European Union’s General Data Protection Regulation set a new standard, influencing similar legislation in other regions, such as the California Consumer Privacy Act in the United States. For fintech companies, which often rely on vast amounts of data to offer personalized financial services, these laws represent a double-edged sword.\nOn one hand, stricter data privacy regulations can stifle innovation by imposing significant compliance costs and limiting the ways in which data can be used. For instance, machine learning algorithms that drive many fintech innovations require large datasets to function effectively. When access to this data is restricted, the development of new products and services can slow down.\nHowever, there is also a silver lining. Companies that can navigate these regulations effectively, ensuring both compliance and customer trust, can gain a competitive edge. By adopting privacy-by-design principles, fintech firms can differentiate themselves in a crowded market, offering transparency and security as key value propositions. The challenge is not merely to comply but to innovate within the constraints of these new laws.\n\nThe global regulatory patchwork: A barrier to scale?\nOne of the most significant challenges fintech companies face is the global regulatory patchwork. While regulations like GDPR and AML standards are becoming increasingly prevalent, there is still a lack of harmonization across jurisdictions. This creates a complex and fragmented regulatory environment that can be particularly challenging for fintech firms looking to scale globally.\nFor instance, a fintech company operating in both the European Union and Asia or the Middle East must navigate distinct regulatory landscapes, each with its own set of requirements. This can lead to increased compliance costs and operational inefficiencies, hindering the ability to scale rapidly.\nTo address this issue, there is a growing need for international regulatory cooperation. Harmonizing regulations across borders could reduce the burden on fintech companies and facilitate the growth of the sector. However, achieving this will require collaboration between regulators, industry leaders, and policymakers. As fintech continues to evolve, the need for a more cohesive global regulatory framework will only become more pressing.\nInnovation within regulation: A strategic imperative\nDespite the challenges posed by global regulatory trends, the fintech sector has shown remarkable resilience and adaptability. Innovation within the framework of regulation is not just possible—it is essential. For fintech companies, the key to success lies in viewing regulation not as an obstacle but as a strategic imperative.\nBy embracing regulation as a driver of innovation, fintech firms can create more robust, secure, and user-friendly products. For example, advancements in AI and machine learning can help automate compliance processes, reducing the burden on companies while ensuring adherence to regulatory standards. Similarly, the use of blockchain technology can enhance transparency and accountability, addressing regulatory concerns while driving new forms of value creation.\nNavigating the future\nAs we look to the future, it is clear that global regulatory trends will continue to shape the fintech landscape. While these regulations present challenges, they also offer opportunities for companies that can innovate within their constraints. The key for fintech leaders is to stay ahead of the curve, anticipating regulatory changes and adapting their strategies accordingly.\nAt Keabank, we are committed to navigating this complex landscape by embracing regulation as a catalyst for innovation. By doing so, we aim to not only meet but exceed regulatory expectations, setting a new standard for the industry. The future of fintech lies not in resisting regulation but in leveraging it to drive growth, innovation, and trust.\nIn the end, the impact of global regulatory trends on fintech will depend on how companies choose to respond. Those who can strike the right balance between compliance and innovation will be well-positioned to lead the industry into the future.\n\n\n\n\n\n\n\nMark Berkovich \n\nMark Berkovich is the CEO of Keabank, a fintech solutions hub that integrates neobank, crypto, and global payment services. He is an expert in banking, fintech, and the payments industry, with a career spanning international banks and investment houses. Under his leadership, Keabank has introduced innovative fiat and crypto solutions to over 50+ corporate clients, facilitating millions of dollars in cross-border transactions on a monthly basis. The company aims to fully operate on blockchain technology, offering services such as transparent payment operations and enhanced compliance processes to its corporate and individual clients.\n\n\n\n\n\n\n\n\n\n\n\n",
    "summary_vi": "Mark Berkovich, CEO của Keabank, nhấn mạnh rằng ngành tài chính công nghệ (fintech) đang phải đối mặt với sự giao thoa giữa đổi mới và sự gia tăng giám sát quy định. Các quy định về chống rửa tiền và bảo mật dữ liệu đang tạo ra những thách thức lớn, đặc biệt trong việc duy trì tuân thủ trong bối cảnh toàn cầu phức tạp. Tuy nhiên, những thách thức này cũng mở ra cơ hội cho đổi mới, như việc áp dụng công nghệ blockchain để cải thiện quy trình tuân thủ. Berkovich cho rằng hợp tác quốc tế trong lĩnh vực quy định là cần thiết để giảm bớt gánh nặng cho các công ty fintech. Tương lai của ngành phụ thuộc vào khả năng cân bằng giữa tuân thủ và đổi mới.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Bitcoin Sinks After Trump and Harris Leave Crypto Out of Presidential Debate",
    "title_vi": "Translation text not found",
    "content": "Bitcoin (BTC) experienced a modest decline on Wednesday, dropping approximately 1.5% to trade at $56,500. The slip comes after the highly anticipated U.S. presidential debate between Vice President Kamala Harris and former President Donald Trump made no mention of cryptocurrency regulation.The debate, which covered a wide range of topics from abortion rights to the ongoing conflict in Ukraine, left crypto enthusiasts and investors yearning for clarity on the candidates' stances regarding digital assets. And now the ripple effect of Bitcoin's decline has been felt across the broader cryptocurrency market.Ethereum, the second-largest cryptocurrency by market capitalization, saw a 1.2% decrease, and is now trading at $2,330. Other popular altcoins took a dive, with Solana (SOL) and Dogecoin (DOGE) experiencing more significant drops of 2.5% and 3.2% respectively, data from CoinGecko shows.ADDespite the day's losses, data suggests continued institutional appetite for cryptocurrencies, with spot Bitcoin exchange-traded funds (ETFs) recording a substantial net inflow of $117 million.Leading the charge were Grayscale's mini ETF BTC, which saw a single-day inflow of $41.128 million, and Fidelity's (FBTC), which attracted $63.1561 million, according to data from SoSo Value.Ethereum spot ETFs also showed signs of renewed interest, reversing a five-day outflow trend with a net inflow of $11.4 million on the same day. Fidelity's (FETH) and BlackRock's (ETHA) were the primary beneficiaries, with inflows of $7.1269 million and $4.3 million respectively, data shows.While cryptocurrency regulation wasn't addressed during the presidential debate, former President Trump's stance on digital assets has evolved significantly. Initially skeptical, Trump has recently embraced Bitcoin, suggesting it could be \"the new gold.\" In a recent interview, he even hinted at potentially appointing Elon Musk to oversee the U.S. financial system if re-elected, signaling a pro-crypto direction for his potential future administration.On the other hand, Vice President Harris has been more cautious in her approach to cryptocurrency. During her time as a Senator, Harris co-sponsored the Blockchain Promotion Act in 2019, which aimed to create a working group to explore the potential uses of blockchain technology. However, she has not made many public statements specifically about cryptocurrency regulations since becoming vice president.ADSpeaking with Decrypt, Brian Dixon, CEO of OTC Capital said the market has priced in a moderate inflation figure and that a CPI number in line with or slightly below expectations could lead to a positive market reaction, as it might reinforce expectations for the Federal Reserve to maintain or adjust its monetary policy towards easing, potentially cutting rates.“However, a significantly lower number might raise concerns about deflation, while a higher than expected CPI could lead to fears of persistent inflation, both scenarios potentially unsettling markets,” he said, adding that markets are still very much in flux.He added: “The conversation around Bitcoin and digital assets continues to evolve, driven by technological adoption, regulatory changes, and macroeconomic conditions.”This shift indicates a maturing market with more sophisticated investment vehicles, aimed at reducing risk through hedging strategies,\" he said.Analysts from QCP Capital noted the market's disappointment in the lack of crypto policy discussion during the debate.They warned of potential Bitcoin volatility. \"The absence of a clear frontrunner in this election, coupled with the murky policy stances from both parties, heightens the possibility of a risk-off move in risk assets as we approach Election Day,\" they wrote.This uncertainty could lead to increased volatility in the crypto markets as investors hedge against potential policy shifts.The analysts also highlighted the shift in market focus towards upcoming economic indicators, particularly the Consumer Price Index (CPI) data release.AD\"The market is expecting CPI to print at 2.55% versus 2.9% previously. We find the chances of an upside surprise more likely. However, we anticipate minimal market impact from CPI as the focus has shifted to unemployment data,\" they noted.Edited by Stacy Elliott.",
    "summary_vi": "Trong bối cảnh cuộc tranh luận tổng thống Mỹ giữa Phó Tổng thống Kamala Harris và cựu Tổng thống Donald Trump không đề cập đến quy định về tiền điện tử, thị trường tiền điện tử đã ghi nhận sự sụt giảm. Bitcoin (BTC) giảm khoảng 1,5%, giao dịch quanh mức 56.500 USD, trong khi Ethereum giảm 1,2% xuống 2.330 USD. Solana và Dogecoin cũng lần lượt giảm 2,5% và 3,2%. Tuy nhiên, dòng vốn vào quỹ ETF Bitcoin vẫn duy trì mạnh mẽ với 117 triệu USD. Cựu Tổng thống Trump đã thay đổi quan điểm về Bitcoin, trong khi Phó Tổng thống Harris tỏ ra thận trọng hơn. Các nhà phân tích cảnh báo về sự biến động của Bitcoin do thiếu thông tin rõ ràng về chính sách tiền điện tử, đặc biệt trong bối cảnh sắp tới có các chỉ số kinh tế quan trọng.",
    "summary_en": "Summarize result not found"
  },
  {
    "title_en": "Linea’s growth lead resigns over vision discrepancies",
    "title_vi": "Trưởng nhóm tăng trưởng của Linea từ chức vì sự khác biệt về tầm nhìn",
    "content": "\nLinea’s growth lead Marco Monaco has stepped down from his role, citing misalignment in vision with the project’s future direction.\nMarco Monaco, the growth lead for Linea, the zk-rollup developed by Consensys, has left the project, citing a misalignment in vision as the primary reason for his departure.\nIn an announcement made via X on Sept. 11, Monaco, who had been a key figure in driving Linea’s growth, disclosed that he is “no longer working on Linea in any capacity,” explaining that his resignation follows a period of decreased engagement over the past few months after previously resigning from Consensys.\n\n2/ Many of you, especially Linea developers, may have noticed that my engagement has significantly decreased over the past few months. I resigned from @Consensys in mid-June and officially left the project in mid-July, after EthCC.— Marco Monaco (@marcomonaco83) September 11, 2024\n\nThroughout his two-year tenure, Monaco says he devoted “nearly 20 hours a day” to developing Linea’s business vision, emphasizing his efforts to “build a vibrant ecosystem” and leverage tech stack by Consensys to advance the platform. Despite his achievements, Monaco expressed a desire to shift the network’s perception from “just farming” to a focus on community engagement and organic growth.\nAs Linea undergoes a significant transition, Monaco noted that the review process and vision discussions led to a mutual agreement with Consensys leadership that his continued involvement was no longer aligned with the project’s future direction.\n\n“[…] Consensys leadership and I agreed that the best path forward for Linea does not involve me personally as our visions are not aligned anymore.”\nMarco Monaco\n\nHowever, he did not elaborate on the specific points of disagreement with Consensys.\nMonaco’s departure comes a few months after Linea faced scrutiny for pausing its entire network to block an address associated with a hacker who exploited the Velocore decentralized exchange, built on Linea, for $7 million. In June, Linea confirmed it had suspended block production to prevent the hacker from selling a large sum of stolen tokens, a move that drew criticism from the broader crypto community.\nThe pause, which spanned one hour, allowed Linea to assess the situation and coordinate with the Velocore team and centralized exchanges to freeze the hacker’s funds. However, the decision raised concerns about the project’s centralization, with some criticizing the ability to stop the entire network, which at the time held over $1.2 billion in locked value, according to L2Beat data.\nLinea acknowledged that its reliance on centralized operations was a vulnerability, but reiterated its commitment to transitioning toward a decentralized, censorship-resistant network.\n\n",
    "summary_vi": "Marco Monaco, người dẫn đầu tăng trưởng của Linea, đã từ chức do không thống nhất về tầm nhìn với định hướng tương lai của dự án. Ông từng là nhân vật chủ chốt thúc đẩy tăng trưởng của Linea nhưng đã từ chức sau một thời gian giảm sự tham gia. Monaco đã dành nhiều thời gian để phát triển tầm nhìn kinh doanh của Linea và nhấn mạnh sự chuyển dịch sang sự tham gia của cộng đồng và tăng trưởng hữu cơ. Sự ra đi của ông diễn ra sau khi Linea phải đối mặt với sự chỉ trích vì tạm dừng mạng lưới của mình để chặn một tin tặc. Dự án thừa nhận sự phụ thuộc vào các hoạt động tập trung là một lỗ hổng nhưng đã bày tỏ cam kết chuyển đổi sang mạng lưới phi tập trung.",
    "summary_en": "Marco Monaco, the growth lead for Linea, has stepped down from his role due to a misalignment in vision with the project's future direction. He had been a key figure in driving Linea's growth but resigned after a period of decreased engagement. Monaco had devoted significant time to developing Linea's business vision and emphasized the shift towards community engagement and organic growth. His departure comes after Linea faced criticism for pausing its network to block a hacker. The project acknowledged its reliance on centralized operations as a vulnerability but expressed a commitment to transitioning to a decentralized network."
  },
  {
    "title_en": "Ethereum whales panic, $493m ETH entered exchanges in 7 days",
    "title_vi": "Cá voi Ethereum hoảng loạn, 493 triệu đô la ETH đã vào sàn giao dịch trong 7 ngày",
    "content": "\nEthereum whales are sending bearish on-chain signals as the second-largest cryptocurrency struggles with exchange net inflows.\nAccording to data provided by IntoTheBlock, Ethereum (ETH) witnessed a centralized exchange net inflow of $493 million over the past week. Massive CEX inflows could hint at a potential selloff, leading to bearish price movements.\n\n\n\n\nETH price and exchange net flows – Sept. 11 | Source: IntoTheBlock\nData from ITB shows that Ethereum whales recorded 283,430 ETH, worth roughly $660 million, in outflows on Sept. 10. On the other hand, the large holders’ inflows declined from 312,250 ETH to 203,630 ETH on the same day.\nThis shows increased selling pressure from whales.\n\nThe large holders’ net outflow reached almost 80,000 ETH, worth $185 million, on Tuesday, per ITB data. Notably, the Ethereum whale net flows have plunged by 296% over the past week.\n\n\n\n\nETH large holder net flows – Sept. 11 | Source: IntoTheBlock\nOne of the bearish whale movements came from Ethereum co-founder Vitalik Buterin and the Ethereum Foundation. \nConsequently, the selling signals from Ethereum whales brought the asset’s market cap down to $280 billion. ETH is down by 1.1% in the past 24 hours and is trading at $2,325 at the time of writing.\nThe second-largest cryptocurrency plunged to a local bottom of $2,150 on Sept. 7, but soon recovered above the $2,300 mark after 40,000 ETH left derivative exchanges. \nAt this point, the U.S. Consumer Price Index report, which shows the inflation rate in the country, could act as a major catalyst for financial markets, including crypto. The data is scheduled to be released today, Sept. 11.\nIf the CPI comes below the expected 2.6%, potential bullish momentum would be expected for digital assets, and vice versa.\n\n",
    "summary_vi": "Cá voi Ethereum đang cho thấy tín hiệu giảm giá với dòng tiền ròng vào sàn giao dịch tăng, dẫn đến khả năng bán tháo và biến động giá. Những người nắm giữ lớn đã ghi nhận dòng tiền ra đáng kể, cho thấy áp lực bán. Vốn hóa thị trường của ETH đã giảm xuống còn 280 tỷ đô la do biến động của cá voi. Giá ETH hiện ở mức 2.325 đô la, giảm 1,1% trong 24 giờ qua. Một chất xúc tác chính cho thị trường tài chính, bao gồm cả tiền điện tử, có thể là báo cáo Chỉ số giá tiêu dùng của Hoa Kỳ dự kiến sẽ được công bố vào ngày 11 tháng 9.",
    "summary_en": "Ethereum whales are showing bearish signals with increased exchange net inflows, leading to potential selloff and price movements. Large holders have recorded significant outflows, indicating selling pressure. The market cap of ETH has decreased to $280 billion due to whale movements. ETH price is currently at $2,325, down by 1.1% in the past 24 hours. A major catalyst for financial markets, including crypto, could be the U.S. Consumer Price Index report expected to be released on Sept. 11."
  },
  {
    "title_en": "Taylor Swift Endorses Kamala Harris, Cites 'Swifties for Trump' AI Deepfakes",
    "title_vi": "Taylor Swift ủng hộ Kamala Harris, trích dẫn 'Swifties ủng hộ Trump' AI Deepfakes",
    "content": "Singer Taylor Swift has endorsed Kamala Harris in the U.S. Presidential election race, citing AI-generated deepfake images of her shared by Donald Trump as being behind her decision.In a post on Instagram, Swift wrote that, \"Recently I was made aware that AI of ‘me’ falsely endorsing Donald Trump’s presidential run was posted to his site,\" adding that the incident, \"really conjured up my fears around AI, and the dangers of spreading misinformation.\"\"It brought me to the conclusion that I need to be very transparent about my actual plans for this election as a voter,\" Swift said, adding that, \"The simplest way to combat misinformation is with the truth,\" and emphasizing that she would be \"casting my vote for Kamala Harris and Tim Walz in the 2024 Presidential Election.\"Republican presidential candidate Donald Trump shared a number of deepfaked images on his Truth Social account, including one depicting Taylor Swift mimicking the pose from a Second World War \"Uncle Sam\" poster, with the text “Taylor Wants You to Vote for Donald Trump.”ADDeepfaked images of \"Swifties for Trump\" and Taylor Swift, shared by Donald Trump. Image: Truth SocialOther deepfaked images depicted young women wearing \"Swifties for Trump\" t-shirts, claiming that the singer's fans were \"turning to Trump\" after her concerts in Vienna were cancelled following a terrorist threat, which the post attributed to ISIS.In a subsequent interview, Trump acknowledged that he knew the Taylor Swift images weren't real, stating that, “I don’t know anything about them other than somebody else generated them,” and adding that, “I didn't generate them; somebody came out, they said, ‘Oh, look at this.’ These were all made up by other people.”Trump added that AI was \"dangerous,\" and that deepfakes are \"happening with me, too.\"Trump has shared several AI-generated images during his campaign, including one of Kamala Harris addressing a Soviet rally.ADDeepfakes are images, video or audio content created using generative artificial intelligence (AI) to depict real individuals in false situations. World leaders, policymakers, and law enforcement have expressed concern over their proliferation, citing their use in scams, political misinformation and non-consensual pornography.Edited by Stacy Elliott.",
    "summary_vi": "Ca sĩ Taylor Swift đã ủng hộ Kamala Harris trong cuộc đua tranh cử Tổng thống Hoa Kỳ sau khi hình ảnh deepfake do AI tạo ra về việc cô ủng hộ Donald Trump được chia sẻ. Trump đã chia sẻ nhiều hình ảnh deepfake trên tài khoản Truth Social của mình, bao gồm cả những hình ảnh mô tả Swift ủng hộ ông. Trump thừa nhận những hình ảnh này không phải là thật nhưng tuyên bố rằng chúng được tạo ra bởi người khác. Deepfake được tạo ra bằng AI và đã làm dấy lên mối lo ngại về việc sử dụng chúng để phát tán thông tin sai lệch và lừa đảo.",
    "summary_en": "Singer Taylor Swift endorsed Kamala Harris in the U.S. Presidential election race after AI-generated deepfake images of her endorsing Donald Trump were shared. Trump shared multiple deepfaked images on his Truth Social account, including ones depicting Swift endorsing him. Trump acknowledged the images were not real but stated that they were generated by someone else. Deepfakes are created using AI and have raised concerns for their use in spreading misinformation and scams."
  },
  {
    "title_en": "What Is ‘NFL Rivals’? The iOS and Android Football Game With NFTs on Polkadot",
    "title_vi": "‘NFL Rivals’ là gì? Trò chơi bóng đá iOS và Android có NFT trên Polkadot",
    "content": "When it comes to American football games, the Madden franchise has long been the cream of the crop. But now it has some competition—not just from EA Sports’ own College Football game, but also in the form of mobile game NFL Rivals, which incorporates NFTs. While NFL Rivals isn't trying to top Madden when it comes to presenting a lifelike simulation on your game console, it’s a free-to-play, arcade-style mobile football game that has the same official licenses from the league and players, offering bursts of entertainment on your smartphone or tablet.It also features player-based NFTs which, should you get lucky, you can list on the secondary market to try and earn some actual cash. Or, if you want to gain a competitive advantage, you can drop some dollars to buy the NFT player cards you need to improve your lineup.Here’s a look at NFL Rivals and how the optional NFT functionality works.ADWhat is NFL Rivals?NFL Rivals is a mobile game available on iOS and Android that challenges you to build a team of NFL players from digital cards that you get from packs on the store. If you’ve ever played the Ultimate Team mode in any EA Sports title, like Madden or FIFA, then you’ll instantly get the idea.Once you have your team, you can play offense-only matches against the AI, or take on challenges that put you in a scenario—usually one in which you are losing in the fourth quarter and have to win to earn some rewards. There’s also limited-time events, leagues to progress through, and of course thousands of NFL players to unlock as you progress through the game. Upcoming updates promise to add live player-versus-player (PvP) matches, instead of just playing against the AI team someone has built. However, the lack of defensive play, at least for now, could limit the excitement of PvP play.Screenshot from NFL Rivals. Image: DecryptHow to play NFL Rivals Once you’ve downloaded NFL Rivals onto your iOS or Android device, it's very easy to learn and has a strong tutorial to teach you the basics.ADWhen you get on the field, you’ll only be playing offense—and every snap, you will be given a choice of three plays to run, none of which are particularly complicated. If you select a running play, then you’ll tap the screen to snap the ball, which is automatically handed off to the running back. From there, you’ll use the virtual joystick and buttons to run as fast as you can away from the defenders, even incorporating jukes and dives along the way.Screenshot from NFL Rivals. Image: DecryptIf you choose a passing play, then your QB will take the snap and the receivers will start their routes. When you spot an open receiver and want to throw, you’ll pull down on the screen to set the power and angle the ball in their direction. When you let go, the ball will fly in that direction—and if in range, they’ll automatically catch the ball. You then control their run down the field, just like with the running back. There are also kicks to deal with, where you’ll need to stop a fast-moving bar within the green zone twice in order to make the kick.How do the NFTs work?The Web3 aspect of NFL Rivals comes in the form of NFT cards, which can represent the players on your team. As you unlock or buy mystery packs of players to improve your team’s abilities, some are LE cards that are NFTs, while others are base cards that aren’t NFTs and thus aren’t tradable via the marketplace. The NFTs are minted on the Mythos Chain, a gaming-centric blockchain built on Polkadot tech.Screenshot from NFL Rivals. Image: DecryptIf you get lucky, or drop some cash to buy more expensive player packs, then you have a chance to unlock rare players, higher quality versions of them, or limited time event cards, all of which can then be sold on the external secondary marketplace.To do that, you’ll need to get some Mythos (MYTH) tokens, which you can then use to make the actual transactions to buy cards or cash out your earnings. You can also buy these cards through premium in-game currency that is not on the blockchain, directly through the app, which is a way of circumventing the crypto restrictions that the App Store and Play Store have in place.With the game’s Year 2 update launching alongside the new NFL season, there has actually been quite a lot of trades happening on the external market—so while there’s no guarantee that you’ll find someone eager to buy up your NFT, it’s a pretty active market. A lot of players appear to be willing to drop some cash to upgrade their team.Edited by Andrew HaywardAD",
    "summary_vi": "NFL Rivals là một trò chơi bóng bầu dục Mỹ trên thiết bị di động cung cấp lối chơi theo phong cách arcade và kết hợp thẻ cầu thủ NFT để tăng thêm sự phấn khích. Người chơi xây dựng đội, tham gia các trận đấu chỉ tấn công và có cơ hội trao đổi thẻ NFT trên thị trường thứ cấp để kiếm tiền tiềm năng. Trò chơi dễ học và có các trận đấu người chơi đấu với người chơi trực tiếp sắp tới. Thẻ NFT được đúc trên chuỗi khối Mythos Chain, cung cấp thẻ cầu thủ hiếm có có thể mua hoặc trao đổi bằng tiền thật.",
    "summary_en": "NFL Rivals is a mobile American football game that offers arcade-style gameplay and incorporates NFT player cards for added excitement. Players build teams, engage in offense-only matches, and have the opportunity to trade NFT cards on the secondary market for potential earnings. The game is easy to learn and features upcoming live player-versus-player matches. NFT cards are minted on the Mythos Chain blockchain, offering rare player cards that can be bought or traded for real cash."
  },
  {
    "title_en": "Crypto scammers target Indian Premier League team to promote Solana token",
    "title_vi": "Những kẻ lừa đảo tiền điện tử nhắm vào đội bóng Ngoại hạng Ấn Độ để quảng bá token Solana",
    "content": "\nHackers hijacked the Delhi Capitals’ X account, using the popular cricket franchise’s social media presence to push a scam Solana-based token.\nDelhi Capitals, a cricket franchise team that competes in the popular Indian Premier League, fell victim to an X breach with hackers taking control of the account to advertise a Solana-based token with the ticker HACKER to the team’s over 2.6 million followers.\nIn the now-deleted posts, the bad actors took responsibility for the attack while announcing their intentions to “make profits” by targeting other X accounts in a bid to inflate the price of the HACKER token that was created a little over a day ago according to DEX screener data.\n“We hack accounts on each account the token address will be posted and the token will pump,” the attackers wrote.\nThe attacker’s strategy is common in these sorts of attacks, where fraudsters exploit the large follower base of high-profile X accounts to promote crypto tokens. They artificially pump the token’s price and then sell off their pre-acquired holdings shortly after, leaving unsuspecting investors that rush in for a quick profit at a loss.\nThe culprits continued to make a series of similar posts, publicizing the scam token’s contract address, adding “search $HACKER to see our strength.” Shortly after, the Delhi Capitals management regained control of their account.\nMeanwhile, searching X for the term “$HACKER” led to posts from another hacked account, sharing screenshots of similar attacks on the South Korean esports team T1 and other X accounts, all featuring the same message but with a different contract address.\nHowever, the attacker’s efforts appeared to fall flat, with the HACKER token attracting little attention. At the time of writing, the scam token had a market cap of just $4,300 and only 46 transactions, most of which seemed to have been executed by the creators themselves shortly after the token’s launch.\n\nHackers keep finding ways around X’s security measures\nNevertheless, these attacks appear to be part of a growing trend where scammers target high-profile X accounts to promote deceitful crypto tokens—raising concerns about the platform’s security. The social media giant has yet to address this issue.\nOn Sep. 4, the X accounts of Lara and Tiffany Trump were hijacked simultaneously to mislead the public into buying a fake token themed around former president Donald Trump’s new decentralized finance project World Liberty Financial.\nJust days earlier, French soccer star Kylian Mbappé fell victim to a similar breach and the attackers executed a pump-and-dump scheme using the MBAPPE token.\n\n",
    "summary_vi": "Tin tặc đã chiếm quyền kiểm soát tài khoản mạng xã hội của Delhi Capitals để quảng bá một token lừa đảo dựa trên Solana với mục đích thổi phồng giá và kiếm lời. Chúng cũng nhắm vào các tài khoản nổi tiếng khác, nhưng token lừa đảo này không được chú ý nhiều. Xu hướng nhắm vào các tài khoản phổ biến để quảng bá các token tiền điện tử gian lận này tiếp tục gây ra mối lo ngại về bảo mật cho nền tảng.",
    "summary_en": "Hackers took control of Delhi Capitals' social media account to promote a scam Solana-based token with intentions to inflate its price and make profits. They targeted other high-profile accounts as well, but the scam token did not gain much attention. This trend of targeting popular accounts to promote deceitful crypto tokens continues to pose security concerns for the platform."
  },
  {
    "title_en": "Aave emerges top gainer, clinches 2-year peak at $160",
    "title_vi": "Aave nổi lên là người tăng giá hàng đầu, đạt đỉnh 2 năm ở mức 160 đô la",
    "content": "\nAave has emerged as the top gainer in the cryptocurrency market following a remarkable comeback that began three days ago amid market uncertainty.\nAave (AAVE) recorded a sharp 11% surge over the past 24 hours. Following its impressive run, Aave peaked at $160 earlier this morning for the first time since the Terra collapse in May 2022. \n\n\n\n\nAAVE 1D chart – Sept. 11 | Source: crypto.news\nWhile the asset has faced resistance at this psychological level, it looks to maintain the $150 price point. Despite this challenge, Aave is currently trading at $149, having maintained a 19% increase since Sept. 8, further boasting a 67% surge over the past month.\nNotably, amid this uptrend, the asset’s +DI indicator has spiked to 30.54, confirming strong upward momentum despite the broader market uncertainty. Meanwhile, the -DI has dropped to 11.33 as selling pressure reduces.\n\nAdditionally, the Average Directional Index (ADX) has risen to 24.6, reflecting the growing strength from the upward push. These suggest that Aave’s current upward trajectory is robust, but traders should watch for potential fluctuations.\nAave’s pivot points show a resistance (R1) level at $145.95, which Aave has already surpassed. The next levels at $163.09 and $190.83 represent crucial upside targets if the bullish trend continues. \nOn the downside, Aave has immediate support at $118.21 (Pivot), followed by the next support level at $90.47. These levels could offer potential cushions in case of a pullback.\nPseudonymous crypto market analyst Saint Pump believes Aave’s price action is reflective of a two-year accumulation phase and expects the asset to perform well in the midterm. \n\n$aaveTwo years accumulation ascending channel looks poised to break up. Should perform very well in the midterm.The book is quite illiquid though and the intraday price action is whipsaw-like brutal, don't ape at the daily highs.Wait for a correction if you want to get on… pic.twitter.com/CgBG4U08kk— Saint Pump (@Saint_Pump) September 10, 2024\n\nHowever, he cautions against jumping into trades at the daily highs due to the asset’s illiquid order book and volatile intraday movements. He advises potential buyers to wait for a price correction before entering the market.\n\n",
    "summary_vi": "Aave đã nổi lên là đồng tiền tăng giá hàng đầu trên thị trường tiền điện tử với mức tăng 11% trong 24 giờ qua, đạt 160 đô la lần đầu tiên kể từ tháng 5 năm 2022. Mặc dù phải đối mặt với mức kháng cự ở mức 150 đô la, Aave đang giao dịch ở mức 149 đô la với mức tăng 19% kể từ ngày 8 tháng 9 và mức tăng 67% trong tháng qua. Động lực tăng giá của tài sản được xác nhận bởi chỉ báo +DI mạnh ở mức 30,54 và -DI giảm ở mức 11,33. Các nhà giao dịch nên theo dõi các biến động tiềm ẩn vì Aave hướng đến các mục tiêu tăng giá ở mức 163,09 đô la và 190,83 đô la. Các mức hỗ trợ ngay lập tức là 118,21 đô la và 90,47 đô la trong trường hợp có sự thoái lui. Các nhà phân tích kỳ vọng Aave sẽ hoạt động tốt trong trung hạn nhưng khuyến cáo nên thận trọng trước khi tham gia thị trường do hành động giá biến động.",
    "summary_en": "Aave has emerged as the top gainer in the cryptocurrency market with a 11% surge in the past 24 hours, reaching $160 for the first time since May 2022. Despite facing resistance at $150, Aave is trading at $149 with a 19% increase since Sept. 8 and a 67% surge over the past month. The asset's upward momentum is confirmed by strong +DI indicator at 30.54 and a reduced -DI at 11.33. Traders should monitor potential fluctuations as Aave aims for upside targets at $163.09 and $190.83. Immediate support levels are at $118.21 and $90.47 in case of a pullback. Analysts expect Aave to perform well in the midterm but advise caution before entering the market due to volatile price action."
  },
  {
    "title_en": "AI Tokens ICP, FET Buck Crypto Market Drop as Apple Flags Artificial Intelligence Foray",
    "title_vi": "Mã thông báo AI ICP, FET Buck Thị trường tiền điện tử giảm khi Apple báo hiệu bước đột phá về trí tuệ nhân tạo",
    "content": "AI tokens rallied even as macroeconomic and political developments weighed on the broader crypto market.On Monday, Apple announced \"Apple Intelligence,\" foraying into the artificial intelligence sector.Native cryptocurrencies of blockchain endeavors supposedly involved with artificial intelligence (AI) outshone the broader market after iPhone maker Apple (AAPL) showcased its efforts to bring the technology to its smartphones.AI-focused decentralized blockchain platform Internet Computer Protocol's ICP token is about 10% higher on a 24-hour basis, the best-performing token among the 100 biggest cryptocurrencies by market value, according to data source Coingecko. Artificial Superintelligence Alliance's (formerly Fetch.AI) FET ranked fifth, adding 5%. Smaller tokens posted double-digit gains, with ChartAI's EYE leading the pack with a 50% surge.Meanwhile, market leaders bitcoin (BTC) and ether (ETH) and other prominent cryptocurrencies nursed losses after pro-crypto U.S. presidential candidate Donald Trump's poor showing during a debate with rival Kamala Harris. The CoinDesk 20 Index (CD20), a measure of the broader crypto market, lost 0.7% in the same period.Apple's \"It's Glowtime\" event on Monday focused on bringing AI capabilities to the smartphone. The Nasdaq-listed company said it would introduce AI features including writing tools, smarter Siri responses and advanced photo and video editing facilities under the banner of Apple Intelligence. The features will be available in the iOS 18.1 update and beyond.The key feature of Apple Intelligence is that it will be a software development kit (SDK), allowing developers to build apps using on-device generative models while enjoying security and privacy features in Private Cloud Compute.The event did not mention crypto or blockchain. Still, market participants are confident Apple Intelligence will have a positive effect on all things AI, including blockchain projects.\"Just like everyone's buzzing about Apple Intelligence in phones now, soon it'll be all about crypto,\" Pranav Maheshwari, an engineer at the Graph Protocol, said on X. \"People will want blockchain and crypto payments baked into their phones. Watch the shift happen. Slowly, then suddenly.\"Edited by Sheldon Reback.",
    "summary_vi": "Các token AI tăng vọt trên thị trường tiền mã hóa sau khi Apple công bố \"Apple Intelligence\", tập trung vào việc đưa khả năng AI vào điện thoại thông minh. Các token liên quan đến các dự án blockchain trong lĩnh vực AI đã vượt trội hơn thị trường nói chung, với ICP và FET cho thấy mức tăng đáng kể. Trong khi đó, các loại tiền mã hóa lớn như BTC và ETH đã phải chịu lỗ sau cuộc tranh luận liên quan đến ứng cử viên tổng thống Hoa Kỳ ủng hộ tiền mã hóa Donald Trump. Sự kiện của Apple không đề cập trực tiếp đến tiền mã hóa hoặc blockchain, nhưng những người tham gia thị trường rất lạc quan về tác động của Apple Intelligence đối với các lĩnh vực AI và blockchain.",
    "summary_en": "AI tokens surged in the crypto market after Apple announced \"Apple Intelligence,\" focusing on bringing AI capabilities to smartphones. Tokens related to blockchain projects in the AI sector outperformed the broader market, with ICP and FET showing notable gains. Meanwhile, major cryptocurrencies like BTC and ETH faced losses after a debate involving pro-crypto U.S. presidential candidate Donald Trump. Apple's event did not mention crypto or blockchain directly, but market participants are optimistic about the impact of Apple Intelligence on the AI and blockchain sectors."
  },
  {
    "title_en": "Attorneys push for no prison time for Caroline Ellison in FTX fraud case",
    "title_vi": "Các luật sư thúc đẩy việc không phải ngồi tù đối với Caroline Ellison trong vụ án gian lận FTX",
    "content": "\nCaroline Ellison’s attorneys are asking for time served and supervised release, citing her cooperation in the FTX case.\nFormer co-CEO of Alameda Research Caroline Ellison is pushing for a sentence of time served and supervised release rather than prison time as she approaches her sentencing due on Sept. 24. In a court filing on Sept. 10, Ellison’s attorneys highlighted her cooperation with authorities and the Probation Department’s recommendation for no prison time.\nEllison, who pleaded guilty to fraud linked to FTX‘s multi-billion downfall and testified against the exchange’s mastermind Sam Bankman-Fried last November, has been instrumental in the investigation and legal proceedings that followed.\nHer cooperation was pivotal in Bankman-Fried’s conviction on seven counts of fraud and conspiracy, which led to his 25-year prison sentence. In their filing, Ellison’s lawyers emphasized that she has shown “extraordinary cooperation with the government” and that a sentence of time served with three years of supervised release would be appropriate.\n\nEllison’s attorneys pointed out that the former head of Alameda Research “poses no risk of recidivism and presents no threat to public safety,” adding that it would “promote respect for the law to grant leniency in recognition of Caroline’s early disclosure of the crimes, her unmitigated acceptance of responsibility for them, and — most importantly — her extensive cooperation with the government.”\nThe document included testimonials from John J. Ray III, CEO of the FTX bankruptcy estate, and Robert J. Cleary, the court-appointed examiner. Both commended Ellison for her valuable assistance in recovering assets and providing credible information.\nFTX collapsed in November 2022 amid allegations of embezzlement and misappropriation of billions of dollars in customer funds involving its owners and affiliated hedge fund Alameda Research. Sam Bankman-Fried, the founder of the exchange, was sentenced to 25 years in prison and ordered to reimburse $11 billion.\n\n",
    "summary_vi": "Các luật sư của Caroline Ellison đang yêu cầu được hưởng án tù và được tại ngoại có giám sát cho cô trong vụ án FTX do sự hợp tác của cô trong cuộc điều tra. Cô đã đóng vai trò quan trọng trong các thủ tục tố tụng và sự hợp tác của cô đã dẫn đến việc kết án kẻ chủ mưu của FTX là Sam Bankman-Fried. Các luật sư của cô lập luận rằng cô không có nguy cơ tái phạm và xứng đáng được khoan hồng vì đã tiết lộ sớm các tội ác và hợp tác sâu rộng với chính phủ. Lời chứng thực từ các giám đốc điều hành FTX khen ngợi cô vì đã hỗ trợ thu hồi tài sản và cung cấp thông tin đáng tin cậy.",
    "summary_en": "Caroline Ellison's attorneys are requesting time served and supervised release for her in the FTX case due to her cooperation in the investigation. She has been instrumental in the legal proceedings and her cooperation led to the conviction of FTX mastermind Sam Bankman-Fried. Her attorneys argue that she poses no risk of reoffending and deserves leniency for her early disclosure of crimes and extensive cooperation with the government. Testimonials from FTX executives commend her for assisting in asset recovery and providing credible information."
  },
  {
    "title_en": "Bitcoin Mining Was Significantly Less Profitable in August, Jefferies Says",
    "title_vi": "Jefferies cho biết khai thác Bitcoin ít có lợi nhuận hơn đáng kể vào tháng 8",
    "content": "Bitcoin mining was notably less profitable in August than July, the report said.Jefferies said September could be another difficult month for the miners as bitcoin remains below $60K and the network hashrate continues to advance.Mining economics may be moving in the wrong direction but operational efficiency is improving, the bank said.Bitcoin (BTC) mining was much less profitable in August than July as the average bitcoin price fell over 4% and the average network hashrate rose about 2.7%, investment bank Jefferies said in a research report on Wednesday.Miner's average daily revenue per exahash fell by 11.8% from the month previous as a result, the report said.\"September is shaping up to be another difficult month as BTC remains below $60K and the network hashrate continues to climb,\" analysts Jonathan Petersen and Joe Dickstein wrote. The Bitcoin hashrate is a proxy for competition in the industry and mining difficulty.Jefferies notes that there were less days of extreme heat this summer, which meant better uptime for the largest miners. The bitcoin mined by Marathon Digital (MARA) last month implies roughly 88% uptime, compared to 75% in August last year.For the ten largest bitcoin miners that the bank tracks, implied uptime last month was around 83% versus 76% a year ago and 79% in August 2022.\"While mining economics may be moving in the wrong direction, operational efficiency is improving,\" the authors wrote.U.S.-listed mining companies mined a lower share of new bitcoin in August than the month prior, the bank said, and were 19.9% of the total network as the \"public players brought on new capacity faster than the network hashrate increased.\"Marathon mined the most tokens last month, with 673 bitcoin, the report noted. CleanSpark (CLSK) was second with 478 BTC.Marathon's installed hashrate remains the largest of the group, followed by Riot Platforms (RIOT), the report added.Wall Street giant JPMorgan said mining profitability fell to all time lows in the first two weeks of August, the bank noted in a report last month.Read more: Bitcoin Mining Profitability Fell to All Time Lows in August, JPMorgan Analyst SaysEdited by Parikshit Mishra.",
    "summary_vi": "Khai thác Bitcoin ít có lãi hơn vào tháng 8 so với tháng 7, với giá Bitcoin trung bình giảm và hashrate của mạng tăng. Jefferies dự đoán một tháng khó khăn khác vào tháng 9 khi Bitcoin vẫn dưới 60.000 đô la. Bất chấp xu hướng tiêu cực trong kinh tế khai thác, hiệu quả hoạt động đang được cải thiện. Các công ty khai thác được niêm yết tại Hoa Kỳ đã khai thác ít Bitcoin mới hơn vào tháng 8, với Marathon khai thác nhiều token nhất. JPMorgan báo cáo rằng lợi nhuận khai thác đã đạt mức thấp nhất mọi thời đại trong hai tuần đầu tiên của tháng 8.",
    "summary_en": "Bitcoin mining was less profitable in August compared to July, with the average price of Bitcoin falling and the network hashrate rising. Jefferies predicts another difficult month in September as Bitcoin remains below $60K. Despite the negative trend in mining economics, operational efficiency is improving. U.S.-listed mining companies mined a lower share of new Bitcoin in August, with Marathon mining the most tokens. JPMorgan reported that mining profitability hit all-time lows in the first two weeks of August."
  },
  {
    "title_en": "Tokenized RWA Platform Huma Finance Gets $38M Investment, Plans Expansion to Solana and Stellar’s Soroban",
    "title_vi": "Nền tảng RWA được mã hóa Huma Finance nhận được khoản đầu tư 38 triệu đô la, có kế hoạch mở rộng sang Solana và Soroban của Stellar",
    "content": "The fundraising round consisted of $10 million equity investment and $28 million of investments in real-world assets on Huma's platform.Investors included Distributed Global with significant participation from Hashkey Capital, Folius Ventures, Stellar Development Foundation, and TIBAS Ventures.Huma merged with cross-border payments firm Arf earlier this year and the two are projected to hit a combined $10 billion in payments-financing transactions next year.UnmuteMessari CEO Ryan Selkis on Future of Crypto's Role in Politics02:21Sam Bankman-Fried's Lawyers Push for FTX Founder's Jail Release Again; Crypto Coin Listing Crack Down06:22Philippines Taps Blockchain04:56BlackRock CEO Predicts Tokenization Is the Future of Markets00:48Tokenization on Public Blockchains Democratizes Access: Securitize CEOHuma Finance closed a $38 million investment round to boost its payment-financing (PayFi) platform built on tokenized real-world assets (RWA).The round comprised $10 million of equity investment and $28 million in yield-bearing RWAs on the San Francisco-based company's platform.The equity component was led by venture capital firm Distributed Global, with significant participation from Hashkey Capital, Folius Ventures, Stellar Development Foundation and TIBAS Ventures, the venture arm of İşbank, Turkey's largest private bank. For the RWA component, Stellar Development Foundation was the largest participant, dedicating $10 million.The real-world assets were multitranche bonds of varying maturities wrapped into exchange-traded products issued by Switzerland-based Arf Capital under Swiss DLT laws, Erbil Karaman, co-founder of Huma, said in an email interview.The company said the investment will help expand the platform to the Solana blockchain and Stellar's Soroban smart-contract network in the coming months.Tokenized RWAs are among the fastest growing applications for blockchain technology, with global financial institutions and digital asset firms racing to bring traditional instruments such as bonds, credit and funds onto distributed ledgers. The process could bring operational efficiencies, faster settlement and increased transparency.The PayFi platform aims to address the liquidity needs of trade financing using blockchain technology, and claims to offer more efficient, more accessible services than traditional alternatives.Earlier this year, Huma Finance merged with Arf to focus on tokenization of RWAs, with both operating independently under a joint holding entity to offer a full-stack tokenized-asset platform. The two companies combined are projected to hit $10 billion in payments-financing transactions next year, Huma said.\"Huma's PayFi network marks a paradigm shift in payment financing, bringing essential liquidity and interoperability to an industry long plagued by inefficiencies and limited access,\" said Chao Deng, CEO of Hashkey Capital, one of the investors in the company.Edited by Sheldon Reback.",
    "summary_vi": "Huma Finance đã đóng vòng đầu tư trị giá 38 triệu đô la để thúc đẩy nền tảng tài trợ thanh toán của mình bằng các tài sản thực tế được mã hóa. Các nhà đầu tư bao gồm Distributed Global và Stellar Development Foundation. Công ty đã sáp nhập với Arf để tập trung vào mã hóa. Nền tảng này nhằm mục đích giải quyết nhu cầu thanh khoản trong tài trợ thương mại bằng công nghệ blockchain.",
    "summary_en": "Huma Finance closed a $38 million investment round to boost its payment-financing platform with tokenized real-world assets. Investors included Distributed Global and Stellar Development Foundation. The company merged with Arf to focus on tokenization. The platform aims to address liquidity needs in trade financing with blockchain technology."
  },
  {
    "title_en": "SUPER rallies over 17%, breaking key resistance ahead of a new SuperVerse game launch",
    "title_vi": "SUPER tăng hơn 17%, phá vỡ ngưỡng kháng cự quan trọng trước khi ra mắt trò chơi SuperVerse mới",
    "content": "\nSuperVerse’s token, SUPER, surged over 17% in the past day, driven by the upcoming launch of a new Web3 action game on its platform.\nThe surge has spotlighted SuperVerse (SUPER) as the top-performing cryptocurrency among the top 300 digital assets by market value and elevated its price from $0.731 to $0.855.\nThis is the highest the token has been since June 13, with its market capitalization leaping to $385 million, positioning it as the 153rd largest digital asset globally, according to CoinGecko data.\nSuperVerse (formerly SuperFarm) is a decentralized autonomous organization that connects blockchain game developers and players. Its native token, SUPER, is used for governance, fundraising, payments, and transactions within blockchain-based games across multiple blockchains, facilitated by its LayerZero infrastructure.\nA key factor behind SUPER’s recent rally is the upcoming release of a new web3 public game on the SuperVerse platform, launching on Sep. 12. The combat-focused territorial warfare game, offering 30 million tokens in rewards, has sparked bullish sentiment around SUPER as the launch date approaches.\nAnother factor driving SUPER’s price is the recent growth of TON Station, a web3 gaming platform by SuperVerse on The Open Network (TON) blockchain, which has now exceeded 6.3 million users.\nThe renewed optimism led to a 330% increase in trading volume within 24 hours, boosting the bullish momentum for SUPER.\n\nData from Coinglass shows that SUPER’s daily open interest jumped by 147%, reaching $28 million at the time of writing. This, along with an increase in trading volume, indicates heightened investor activity, potentially contributing to the token’s continued rally.\nSuperVerse’s price has broken above the upper Bollinger Band, which is currently at $0.8338, with the price standing at $0.8551. This breakout suggests strong bullish momentum, as the token has surpassed the typical resistance provided by the upper band.\nNotably, SUPER has also moved above the 50-day Exponential Moving Average, with the Relative Strength Index nearing overbought territory. However, with the price moving above the upper Bollinger Band, further upward movement is possible, particularly if the strong buying interest persists.\nIf the upward trend continues, traders should watch for a breakout above $0.90 with strong volume which could push the token toward $1.00. However, caution is warranted due to the overbought RSI, as this could lead to a potential pullback or consolidation phase. In case of a reversal, the middle Bollinger Band at $0.70 may act as the first support level.\n\n",
    "summary_vi": "Mã thông báo SUPER của SuperVerse đã tăng vọt hơn 17% trong một ngày do sự ra mắt trò chơi Web3 sắp tới. SUPER hiện là loại tiền điện tử có hiệu suất cao nhất, với giá đạt 0,855 đô la và vốn hóa thị trường là 385 triệu đô la. Đợt tăng giá này được thúc đẩy bởi sự ra mắt trò chơi và sự tăng trưởng trên TON Station, dẫn đến khối lượng giao dịch và hoạt động của nhà đầu tư tăng lên. SUPER đã vượt qua ngưỡng kháng cự, có khả năng đẩy lên 1,00 đô la, nhưng cần thận trọng do tình trạng mua quá mức và khả năng thoái lui. Dải Bollinger giữa ở mức 0,70 đô la có thể đóng vai trò hỗ trợ trong trường hợp đảo ngược.",
    "summary_en": "SuperVerse's token SUPER surged over 17% in a day due to an upcoming Web3 game launch. SUPER is now the top-performing cryptocurrency, with its price reaching $0.855 and market cap at $385 million. The rally is fueled by the game launch and growth on TON Station, leading to increased trading volume and investor activity. SUPER has broken above resistance levels, potentially pushing towards $1.00, but caution is advised due to overbought conditions and a possible pullback. Middle Bollinger Band at $0.70 may act as support in case of a reversal."
  },
  {
    "title_en": "Latin America’s Nubank sunsets trading of its Nucoin crypto",
    "title_vi": "Ngân hàng Nubank của Mỹ Latinh ngừng giao dịch tiền điện tử Nucoin",
    "content": "\nBrazilian Nubank has abruptly halted trading of its Nucoin cryptocurrency, citing a need to protect users from potential market volatility.\nDigital fintech Nubank is closing its cryptocurrency, suspending immediately all trading within its app.\nIn a Sept. 10 blog post, Nubank said it has decided to cease its purchase and sale of its cryptocurrency to “prevent market volatility,” adding that those holding at least 1,745 Nucoins can be redeemed the token for Bitcoin (BTC) or USD Coin (USDC) until Dec. 9. Those who do not redeem their tokens by this deadline will still be able to use them for various in-app benefits.\n\n“From now on, the ability to buy and sell Nucoins within the app will no longer be available. Trading has been suspended, and Nucoins will only be used for redeeming benefits and products within the app.”\nNubank\n\n\nNucoin was launched on Polygon (POL) in late 2022 as part of a reward program intended to offer customers various perks, including discounts and special benefits.\nWhile the exact reason behind the move remains unclear, the sudden policy shift comes amid increasing scrutiny over Nubank’s financial health, with concerns about rising non-performing loans and asset quality. According to Bloomberg, the bank’s portfolio of troubled loans has reached levels “above industry norms,” and while its stock has surged by over 60% this year, some analysts consider it “overvalued,” per a Bloomberg report.\n\n",
    "summary_vi": "Công ty công nghệ tài chính Nubank của Brazil đã tạm dừng giao dịch tiền điện tử Nucoin do lo ngại về biến động thị trường. Người dùng nắm giữ Nucoin có thể đổi chúng lấy Bitcoin hoặc USD Coin cho đến ngày 9 tháng 12, với các token còn lại có thể sử dụng cho các lợi ích trong ứng dụng. Nucoin được ra mắt như một chương trình phần thưởng trên Polygon vào năm 2022. Động thái này diễn ra khi Nubank phải đối mặt với sự giám sát chặt chẽ về sức khỏe tài chính, bao gồm lo ngại về các khoản vay có vấn đề và định giá quá cao.",
    "summary_en": "Brazilian fintech Nubank has suspended trading of its Nucoin cryptocurrency due to market volatility concerns. Users holding Nucoin can redeem them for Bitcoin or USD Coin until Dec. 9, with remaining tokens usable for in-app benefits. Nucoin was launched as a reward program on Polygon in 2022. The move comes as Nubank faces scrutiny over financial health, including concerns about troubled loans and overvaluation."
  },
  {
    "title_en": "Indonesian Crypto Exchange Indodax Hacked for $22M; Pauses Activity Before Bigger Hit",
    "title_vi": "Sàn giao dịch tiền điện tử Indodax của Indonesia bị hack mất 22 triệu đô la; Tạm dừng hoạt động trước khi có vụ tấn công lớn hơn",
    "content": "Indodax was hacked with over $22 million worth of various tokens stolen.The exchange confirmed the security breach by pausing platform operations for \"maintenance.\" However, there were indications of compromised social media activities, such as a suspicious giveaway announced on Instagram, suggesting further security issues.Indonesia-based crypto exchange Indodax was hacked for over $22 million worth of various tokens early Tuesday in an apparent attack on their hot wallets, security researchers said on X.Over $14 million worth of tokens including ether (ETH), $2.4 million in Tron’s TRX, $1.4 million in bitcoin (BTC) and $2.5 million in Polygon’s MATIC, among smaller amounts of other tokens, were stolen in the attack, security firm Slowmist and CertiK said.The stolen stash was a relatively small amount as the exchange’s wallets continue to hold over $400 million worth of various tokens, Arkham data shows.Indodax is a centralized cryptocurrency exchange established in 2014 and targets the local Indonesian market. It traded over $11 million worth of cryptocurrencies in the past 24 hours, CoinGecko data shows, and offers all tokens against the Indonesian rupiah, which is worth 15,409 IDR per U.S. dollar as of Tuesday.Indodax confirmed the attack on their X account early Tuesday, stating that platform operations were paused due to “maintenance” activities. However, several users on X and the exchange’s Telegram channel claimed they could no longer see wallet balances.While platform operations remain paused, Indodax’s X account is touting a “giveaway” of Indonesian rupiah on their Instagram page - suggesting it may be compromised.The exact mechanism of the attack remains to be determined and is not publicly known as of European morning hours.Edited by Parikshit Mishra.",
    "summary_vi": "Indodax, một sàn giao dịch tiền điện tử có trụ sở tại Indonesia, đã bị hack hơn 22 triệu đô la tiền mã hóa khác nhau. Vi phạm bảo mật đã dẫn đến việc tạm dừng hoạt động của nền tảng để \"bảo trì\" và có dấu hiệu cho thấy các hoạt động truyền thông xã hội bị xâm phạm, chẳng hạn như một chương trình tặng quà đáng ngờ trên Instagram. Số tiền bị đánh cắp tương đối nhỏ so với tổng số tiền nắm giữ của sàn giao dịch là hơn 400 triệu đô la. Chi tiết chính xác về cuộc tấn công vẫn chưa được biết.",
    "summary_en": "Indodax, a cryptocurrency exchange based in Indonesia, was hacked for over $22 million worth of various tokens. The security breach led to a pause in platform operations for \"maintenance\" and indications of compromised social media activities, such as a suspicious giveaway on Instagram. The stolen amount was relatively small compared to the exchange's total holdings of over $400 million. The exact details of the attack are still unknown."
  },
  {
    "title_en": "Singapore Investigating Seven People for Providing Worldcoin Services",
    "title_vi": "Singapore đang điều tra bảy người cung cấp dịch vụ Worldcoin",
    "content": "Singapore is investigating seven people offering Worldcoin services.Worldcoin has already faced regulatory scrutiny in Colombia, Hong Kong, Argentina and Kenya.Singapore is investigating seven \"subjects\" for offering services of buying or selling of Worldcoin accounts and tokens which is an offense, a written reply in parliament by the government revealed on Tuesday.OpenAI founder Sam Altman has founded the retina-scanning crypto startup, Worldcoin.Two Singapore Ministers of Parliaments, Rachel Ong and Derrick Goh raised questions about whether the sale of Worldcoin in the country has any regulations supporting it or any risks associated with it.Gan Kim Yong, Deputy Prime Minister and Minister for Trade and Industry, and Chairman of Monetary Authority of Singapore responded to say that while Worldcoin does not perform a payment service under Singapore regulations, people buying or selling Worldcoin accounts and tokens may be acting illegally by providing a payment service as unlicensed individuals.On August 7, Singapore's police warned the public against giving away or selling their Worldcoin accounts or tokens for fear of it being used for criminal activities.Worldcoin has already faced regulatory scrutiny in Colombia, Hong Kong, Argentina and Kenya.Worldcoin did not immediately respond to a CoinDesk request for comment.Read More: Sam Altman’s Layer-2 Blockchain Project, World Chain, Opens to DevelopersEdited by Parikshit Mishra.",
    "summary_vi": "Singapore đang điều tra bảy cá nhân cung cấp dịch vụ Worldcoin, vốn đã phải đối mặt với sự giám sát của cơ quan quản lý tại nhiều quốc gia. Người sáng lập Worldcoin, Sam Altman, đã khởi nghiệp một công ty khởi nghiệp tiền điện tử quét võng mạc. Các Bộ trưởng Singapore đã nêu lên mối lo ngại về việc thiếu các quy định và rủi ro tiềm ẩn liên quan đến Worldcoin tại quốc gia này. Phó Thủ tướng Singapore đã tuyên bố rằng việc mua hoặc bán tài khoản và mã thông báo Worldcoin có thể là bất hợp pháp. Công chúng đã được cảnh báo không được cho đi hoặc bán tài khoản Worldcoin do các hoạt động tội phạm tiềm ẩn. Worldcoin đã không trả lời các yêu cầu bình luận.",
    "summary_en": "Singapore is investigating seven individuals for offering Worldcoin services, which has faced regulatory scrutiny in multiple countries. The founder of Worldcoin, Sam Altman, has started a retina-scanning crypto startup. Singapore Ministers have raised concerns about the lack of regulations and potential risks associated with Worldcoin in the country. The Deputy Prime Minister of Singapore has stated that buying or selling Worldcoin accounts and tokens may be illegal. The public has been warned against giving away or selling Worldcoin accounts due to potential criminal activities. Worldcoin has not responded to requests for comment."
  },
  {
    "title_en": "Singapore drops cryptocurrency use for gambling citing money laundering concerns",
    "title_vi": "Singapore ngừng sử dụng tiền điện tử để đánh bạc vì lo ngại rửa tiền",
    "content": "\nSingaporean regulators have no plans to allow cryptocurrency use for gambling due to the risks of money laundering.\nDuring a Sept. 10 parliamentary address, Ms Sun Xueling, Minister of State for the Ministry of Home Affairs and Ministry of Social and Family Development, clarified Singapore’s regulatory stance on using cryptocurrencies in casino gambling. The minister’s remarks were made during the wrap-up speech for the Second Reading of the Casino Control (Amendment) Bill.\nIntroduced on July 4, 2024, the bill aims to future-proof the framework governing casino gambling activities in Singapore, while giving the Gambling Regulatory Authority the power to prescribe any wagering instrument as chips for casino gambling. \nHowever, the minister has stressed that cryptocurrencies will not be part of this expanded scope.\nWhile the amendments to Singapore’s Casino Control Act were promoted as a step toward “future-proofing the regime” and establishing a framework for “cashless gambling,” the Minister of State firmly ruled out the use of cryptocurrencies citing money laundering concerns.\n\n“GRA has no intention of allowing cryptocurrency to be used as chips for casino gambling as this presents money laundering risks.“\nMs Sun Xueling, Minister of State for the Ministry of Home Affairs\nSingapore’s exclusion of cryptocurrencies from its casino operations aligns with a growing recognition of the risks they pose in the realm of money laundering. \n\nAccording to a January 2024 report by the UN Office on Drugs and Crime, cryptocurrencies and casinos have increasingly become tools for laundering illicit funds, with criminal networks exploiting the anonymity and lack of regulation associated with digital currencies to obscure the origins of illicit funds, using online casinos as conduits.\n\n“Organized crime groups have converged where they see vulnerabilities, and casinos and crypto have proven the point of least resistance.”\nJeremy Douglas, UNODC Regional Representative for Southeast Asia and the Pacific\nA growing trend\nBoycotting cryptocurrencies for gambling is part of a broader trend, as seen in Australia, where the government recently banned cryptocurrencies for online betting, including digital wallets and credit-linked cards, to help individuals maintain control over their gambling habits. \nSimilarly, Brazil has also banned the use of cryptocurrencies for gambling payments in April 2024, targeting digital assets like Bitcoin to enhance transparency and reduce the potential for money laundering. \nNevertheless, the global crypto gambling market tells a different story altogether. As previously reported by crypto.news, the crypto gambling market almost doubled to over $70 billion in the first half of 2024, with projections pointing toward a staggering $150 billion by 2030.\n\n",
    "summary_vi": "Các cơ quan quản lý của Singapore đã quyết định không cho phép sử dụng tiền điện tử để đánh bạc do lo ngại về rửa tiền. Quyết định này, do Bộ trưởng Bộ Ngoại giao bà Sun Xueling đưa ra, phù hợp với sự công nhận ngày càng tăng trên toàn cầu về những rủi ro liên quan đến việc sử dụng tiền điện tử trong ngành cờ bạc. Các quốc gia như Úc và Brazil gần đây cũng đã thực hiện lệnh cấm sử dụng tiền điện tử để cá cược trực tuyến nhằm chống rửa tiền và thúc đẩy tính minh bạch. Bất chấp những lệnh cấm này, thị trường cờ bạc tiền điện tử toàn cầu vẫn tiếp tục tăng trưởng nhanh chóng, với dự đoán ước tính sẽ đạt 150 tỷ đô la vào năm 2030.",
    "summary_en": "Singaporean regulators have decided not to allow the use of cryptocurrencies for gambling due to concerns about money laundering. This decision, made by Minister of State Ms Sun Xueling, aligns with a growing global recognition of the risks associated with using cryptocurrencies in the gambling industry. Countries like Australia and Brazil have also recently implemented bans on the use of cryptocurrencies for online betting in an effort to combat money laundering and promote transparency. Despite these bans, the global crypto gambling market continues to grow rapidly, with projections estimating it to reach $150 billion by 2030."
  },
  {
    "title_en": "Trump, Harris tied on Polymarket following debate",
    "title_vi": "Trump, Harris hòa nhau trên Polymarket sau cuộc tranh luận",
    "content": "\nFollowing the Tuesday, Sept. 10, debate between former U.S. President Donald Trump and Vice President Kamala Harris, their odds are now tied on Polymarket.\nTrump’s 5% lead against Harris has plunged on the prediction platform Polymarket after their first-ever debate. According to data provided by Polymarket, both candidates are currently tied with 49% winning odds in the forthcoming U.S. elections. \n\n\n\n\nU.S. presidential winner odd – Sept. 11 | Source: Polymarket\nNotably, the former U.S. president saw his chances rise to 72% in July after the Bitcoin 2024 conference in Nashville.\nThe total amount of bets on the next U.S. president has exceeded $860 million, per Polymarket data. Of this tally, Trump is still leading with over $130 million, followed by Harris’ $114 million.\n\nWhile some analysts believe that Harris made Trump “lose his cool multiple times,” the billionaire Tesla CEO Elon Musk claims the hosts were “unfair” to Trump. \n\nWhile I don’t think the debate hosts were fair to @realDonaldTrump, @KamalaHarris exceeded most people’s expectations tonight.That said, when it comes to getting things done, not just saying nice-sounding words, I strongly believe that Trump will do a far better job. After…— Elon Musk (@elonmusk) September 11, 2024\n\n\n“After all, if Kamala can do great things, why hasn’t she? Biden rarely shows up for work, so she’s basically in charge already.”\nElon Musk posted on X.\nSome even mocked the fact-checking process of the debate hosts.\n\nPretty much how it went moderation fact checking wise pic.twitter.com/2kghhDfOTQ— The Rabbit Hole (@TheRabbitHole84) September 11, 2024\n\nIt’s important to note that there are expectations of Trump bringing Musk to the cabinet if elected. \nThe crypto market witnessed bearish momentum following the debate between Trump and Harris. According to data from CoinGecko, the global crypto market cap declined by 1.7% over the past 24 hours and is currently sitting at $2.07 trillion.\nBitcoin (BTC) slipped 1% and is trading at $56,500 at the time of writing. Ethereum (ETH) witnessed a similar drop and is currently hovering at $2,330.\n\n",
    "summary_vi": "Sau cuộc tranh luận giữa Donald Trump và Kamala Harris, hiện tại họ đang hòa nhau về tỷ lệ cược chiến thắng trên Polymarket ở mức 49%. Trước đó, Trump dẫn trước ở mức 72% sau một hội nghị. Tổng số tiền cược vào nhiệm kỳ tổng thống tiếp theo vượt quá 860 triệu đô la, trong đó Trump dẫn đầu với 130 triệu đô la, tiếp theo là Harris với 114 triệu đô la. Elon Musk chỉ trích những người dẫn chương trình tranh luận là không công bằng với Trump, trong khi một số nhà phân tích tin rằng Harris đã thể hiện tốt. Có suy đoán rằng nếu được bầu, Trump có thể đưa Musk vào nội các. Thị trường tiền điện tử đã chứng kiến sự suy giảm sau cuộc tranh luận, với Bitcoin và Ethereum cũng giảm.",
    "summary_en": "Following a debate between Donald Trump and Kamala Harris, they are now tied in winning odds on Polymarket at 49%. Trump's lead had previously been at 72% after a conference. The total amount of bets on the next presidency exceeds $860 million, with Trump leading at $130 million, followed by Harris at $114 million. Elon Musk criticized the debate hosts for being unfair to Trump, while some analysts believe Harris performed well. There is speculation that if elected, Trump may bring Musk to the cabinet. The crypto market saw a decline following the debate, with Bitcoin and Ethereum also experiencing drops."
  }
]